Repository: upei/drupal6-cms
Catalog: sites/all/modules/wysiwyg/translations/*.po
Languages: hu

source: The most popular WYSIWYG editor for advance content.
hu: A legnépszerűbb WYSIWYG szerkesztő bonyolultabb tartalmakhoz.

source: Enable WYSIWYG Editor to your site.
hu: WYSIWYG szerkesztő enegedélyezése a honlapon.

source: Tinymce settings.
hu: Tinymce beállítások.

source: Basic settings
hu: Alapbeállítások

source: Editor Mode
hu: Szerkesztő mód

source: Full
hu: Teljes

source: Compact
hu: Tömörített

source: Simple
hu: Egyszerű

source: FULL: enable all TinyMCE features. COMPACT: enable most used features. SIMPLE: just enable simple editor.<hr>
hu: TELJES: az összes TinyMCE funkció engedélyezése. TÖMÖRÍTETT: a leggyakrabban használt funkció engedélyezése. EGYSZERŰ: egyszerű szerkesztő engedélyezése.<hr>

source: Enable TinyMCE for
hu: TinyMCE engedélyezése

source: Edit-body only
hu: Csak szövegtörzsnél

source: Edit-comment only
hu: Csak hozzászólásnál

source: Both
hu: Mindkettő

source: If you want TinyMCE available for textarea of edit-body and comment then you should select <b>Both</b> option.
hu: A szövegtörzs és hozzászólás mezők TinyMCE-vel szerkesztésének engedélyezéséhez a <b>Mindkettő</b> beállítást kell választani.
