Repository: upei/drupal6-cms
Catalog: sites/all/modules/admin_menu/translations/*.po
Languages: da

source: Administer
da: Administration

source: Run cron
da: Kør cron

source: Run updates
da: Kør databaseopdatering

source: Drupal issue queue
da: Drupal issue-kø

source: @title issue queue
da: @title issue-kø

source: Logout @name
da: Log @name ud

source: Add !title
da: Tilføj !title

source: Renders the administer menu tree as dropdown menu at the top of the window.
da: Viser administrationsmenuen som en dropdown-menu øverst på siden.

source: The Administration Menu will appear at the top of the page for users who have been given the "access administration menu" permission. Customize appearance of the dropdown menu here.
da: Administrationsmenuen vil blive vist øverst på siden for brugere der har tilladelsen "tilgå administrationsmenu". Du kan indstille dens udseende her.

source: Apply margin-top to page body
da: Læg margin-top på sidens body-tag

source: Administration Menu
da: Administrationsmenu

source: Adjust settings for the dropdown Administration Menu.
da: Indstil drop-down-adminstrationsmenuen.

source: If this setting is disabled, some absolute or fixed positioned page elements may be covered by Administration Menu.
da: Hvis denne indstilling er slået fra, vil nogen absolute eller fixed positionerede elementer på siden muligvis blive dækket af administrationsmenuen.

source: Current anonymous / authenticated users
da: Nuværende antal af bruger der ikke er / er logget ind

source: Administration Menu settings
da: Administrationsmenu-indstillinger

source: None
da: Ingen

source: Weight
da: Vægt

source: Display extra information for menu items in Drupal Administration Menu
da: Vis ekstra information for menuelementer i Drupal-administrationsmenuen

source: If enabled, the chosen information will appear next to each menu item link.
da: Hvis denne indstilling er slået til, vil den valgte information dukke op ved siden af hvert menuelement.

source: Display all menu items
da: Vis alle menuelementer

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
da: Slå denne indstilling til for at slå adgangskontrol fra for elementerne i administrationsmenuen. Altså vil alle menuelementer blive vist til alle bruger, uanset om de har adgang til dem eller ej.

source: Variable editor
da: Variable-redigering

source: Empty cache
da: Tøm cache

source: access administration menu
da: tilgå administrationsmenu

source: display drupal links
da: vis Drupal-links

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
da: Viser en menu til administrationsformål øverst på siden.
