Repository: upei/drupal6-cms
Catalog: sites/all/modules/imagefield_crop/po/*.po
Languages: he

source: The resolution to crop the image onto
he: הרזולוציה הסופית של התמונה

source: The output resolution of the cropped image, expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 not to rescale after cropping.
he: הרזולוציה הסופית של התמונה, מבוטאת כ WIDTHxHEIGHT (לדוגמא, 640x480). קבע ל 0 כדי לא לשנות את רזולוצית התמונה לאחר החיתוך.

source: Enforce box crop box ratio
he: יחס רוחב-גובה קבוע בתיבת החיתוך

source: Check this to force the ratio of the output on the crop box. NOTE: If you leave this unchecked, final images may be distorted
he: בחר אפשרות זו כדי לקבע את היחס של תיבת החיתוך. שים לב: אם תשאיר אפשרות זו פתוחה, התמונה הסופית עלולה להיות מעוותת במקצת

source: The resolution of the cropping area
he: מידת איזור החיתוך

source: The resolution of the area used for the cropping of the image. Image will be scaled down to this size before cropping. Use WIDTHxHEIGHT format
he: מידת האיזור הכולל את התמונה כולה לפני החיתוך. התמונה תוקטן כך שתכנס לאיזור זה. השתמש בתבנית WIDTHxHEIGHT, כמו קודם

source: Always show the cropping area
he: הראה תמיד את תיבת החיתוך

source: Check this to show the cropping area even before the image is uploaded
he: בחר אפשרות זו כדי להראות תמיד את תיבת החיתוך, אפילו לפני שהתמונה מועלית לשרת

source: Use original (unscaled) image for cropping
he: השתמש בתמונה המקורית (לא מוקטנת) לצורך החיתוך

source: For better quality, use the original image for cropping, and not the one scaled for viewing
he: להשגת איכות תמונה גבוהה יותר, השתמש בתמונה המקורית לחיתוך, ולא בזו המוקטנת לצורך צפייה בדפדפן

source: Image path
he: מסלול התמונה

source: Optional subdirectory within the "%dir" directory where images will be stored. Do not include trailing slash.
he: ניתן להשתמש בתיקיה בתוך תיקית %dir, שבה יישמרו קבצי התמונה. אל תוסיף לוכסן בסוף.

source: Enable custom alternate text
he: אפשר טקסט חלופי שונה

source: Enable custom alternate text for images. Filename will be used if not checked.
he: אפשר טקסט חלופי לתמונות. שם הקובץ יהיה הטקסט החלופי אם אפשרות זו לא מופעלת.

source: Enable custom title text
he: אפשר כותרת שונה

source: Enable custom title text for images. Filename will be used if not checked.
he: אפשר כותרת שונה לתמונות. שם הקובץ ישמש ככותרת אם אפשרות זו אינה מופעלת.

source: Target resolution must be defined as WIDTHxHEIGHT if resolution is to be enforced
he: רזולוצית המטרה חייבת להיות מוגדרת כ WIDTHxHEIGHT אם יש צורך באכיפת הרזולוציה

source: Crop area resolution must be defined as WIDTHxHEIGHT
he: רזולוצית איזור החיתוך צריכה להיות מוגדרת כ WIDTHxHEIGHT

source: Upload
he: העלה

source: Delete
he: מחק

source: Filename:
he: שם קובץ:

source: Alternate text
he: טקסט חלופי

source: Alternate text to be displayed if the image cannot be displayed.
he: טקסט חלופי שיוצג אם לא ניתן להציג את התמונה.

source: Title
he: כותרת

source: Text to be displayed on mouse overs.
he: טקסט שיוצג במעבר עכבר.

source: If a new image is chosen, the current image will be replaced upon submitting the form.
he: אם תמונה חדשה נבחרת, התמונה הנוכחית תוחלף לאחר הגשת הטופס.

source: Image cropping only works with %toolkit. Please select it at !url, or ask your system administrator to do so
he: חיתוך תמונה עובד רק עם ערכת הכלים הגרפית %toolkit. יש לבחור אותה ב !url, או בקש ממנהל המערכת לעשות כן עבורך

source: Image crop
he: חיתוך תמונה

source: Add cropping ability to images using javascript
he: הוסף יכולת חיתוך תמונות באמצעות javascript
