Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/contrib/image_im_advanced/translations/image_im_advanced.*.po
Languages: el

source: ImageMagick Advanced Options
el: Επιλογές του ImageMagick για προχωρημένους

source: These settings let you control some of ImageMagick's more advanced options.
el: Οι επιλογές αυτές επιτρέπουν τον έλεγχο ορισμένων από τις επιλογές για προχωρημένους του ImageMagick.

source: JPEG quality
el: Ποιότητα JPEG

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files. <a href="!link">More information on -quality</a>
el: Ορισμός της ποιότητας εικόνας για το χειρισμό των JPEG. Το εύρος κυμαίνεται από το 0 έως και το 100. Υψηλότερες τιμές σημαίνουν καλύτερη ποιότητα εικόνας, αλλά μεγαλύτερα αρχεία. <a href="!link">Περισσότερες πληροφορίες για το -quality</a>

source: Strip metadata from images at this size and below
el: Αφαίρεση των μεταδεδομένων από τις εικόνες αυτού του μεγέθους και παρακάτω

source: You may choose to strip all metadata, such as camera information and color profiles, from the processed images in order to reduce their file size. Please choose at what maximum size you want images to be stripped of their metadata. Example: "150x150". Enter "0x0" to disable this feature. This option requires ImageMagick 6.0.0 or higher. <a href="!link">More information on -strip</a>
el: Μπορείτε να επιλέξετε να αφαιρούνται όλα τα μεταδεδομένα, όπως πληροφορίες κάμερας και χρωματικά προφίλ από τις επεξεργασμένες εικόνες, προκειμένου να μειωθεί το μέγεθος του αρχείου τους. Επιλέξτε σε ποιο μέγιστο μέγεθος θέλετε να αφαιρούνται τα μεταδεδομένα από τις εικόνες. Παράδειγμα: "150x150". Εισάγετε "0x0" για την απενεργοποίηση αυτού του χαρακτηριστικού. Η επιλογή αυτή απαιτεί ImageMagick 6.0.0 ή νεότερο. <a href="!link">Περισσότερες πληροφορίες για το -strip</a>

source: Convert colorspace
el: Μετατροπή χρωματικού χώρου

source: <None>
el: <Καμία>

source: Gray
el: Γκρι

source: This option lets you convert images to the specified colorspace. This will be overridden by the Color profile option, if used. <a href="!link">More information on -colorspace</a>
el: Η επιλογή επιτρέπει την μετατροπή εικόνων στον καθορισμένο χρωματικό χώρο. Η επιλογή θα αγνοηθεί από την επιλογή του προφίλ Χρώματος, αν αυτή χρησιμοποιείται. <a href="!link">Περισσότερες πληροφορίες για το -colorspace</a>

source: Change image resolution to 72 ppi
el: Αλλαγή ανάλυσης εικόνας στα 72 ppi

source: If checked, this option will set the print resolution of the image to 72 pixels per inch, which is suitable for web use. This does not affect the pixel size or quality of the image. <a href="!link">More information on -density</a>
el: Αν είναι ενεργοποιημένη, η επιλογή αυτή θα ορίσει την ανάλυση εκτύπωσης της εικόνας στα 72 εικονοστοιχεία ανά ίντσα, που είναι κατάλληλη για χρήση στον ιστό. Δεν επηρεάζει το μέγεθος του εικονοστοιχείου ή την ποιότητα της εικόνας. <a href="!link">Περισσότερες πληροφορίες για το -density</a>

source: Sharpening filter
el: Φϊλτρο οξύτητας

source: The sharpness filter is used to regain some of the sharpness that is always lost when a digital photograph is scaled down. This is equivalent to the commonly used "Unsharp Mask" filter. It is important that these values are not set too high as it can easily make the images look artificial. <a href="!link">More information on -unsharp</a>
el: Το φίλτρο οξύτητας χρησιμοποιείται για να ανακτηθεί μέρος της οξύτητας που πάντα χάνεται κατά τη μείωση του μεγέθους της ψηφιακής φωτογραφίας. Αυτό ισοδυναμεί με το γνωστό φίλτρο "Unsharp Mask". Είναι σημαντικό οι τιμές αυτές να μην οριστούν πολύ μεγάλες, διαφορετικά οι εικόνες θα φαίνονται τεχνητές. <a href="!link">Περισσότερες πληροφορίες για το -unsharp</a>

source: Sharpness filter strength
el: Ένταση φίλτρου οξύτητας

source: Apply this percentage of sharpness when scaling. 90 is recommended, although values higher than 100 are also valid. Set to 0 to disable this feature.
el: Εφαρμογή αυτού του ποσοστού οξύτητας κατά την αλλαγή μεγέθους. Προτείνεται η τιμή 90, ωστόσο μεγαλύτερες τιμές από το 100 είναι επίσης έγκυρες. Εισάγετε 0 για την απενεργοποίηση του χαρακτηριστικού.

source: Sharpness filter radius
el: Ακτίνα φίλτρου οξύτητας

source: Use this pixel radius for the sharpness filter. 0.9 is recommended.
el: Χρησιμοποιήστε αυτή την ακτίνα pixel για την οξύτητα. Συνιστάται η τιμή 0.9.

source: Color profile
el: Προφίλ χρώματος

source: Processed images may be converted to a color profile specified here. This is especially important when working with images that use a wide-gamut color profile such as ColorMatch or Adobe RGB, which is often the case with professional photography. sRGB (which may be downloaded from <a href="http://www.color.org/profiles.html">ICC</a>) is recommended since it is likely to look good on most displays.<br />Note that this conversion is still useful even if you choose to strip all metadata from your images (see above). This is because the conversion happens first and changes the actual image data before the profile is stripped.
el: Οι επεξεργασμένες εικόνες μπορούν να μετατραπούν σε ένα χρωματικό προφίλ όπως ορίζεται εδώ. Το χαρακτηριστικό αυτό είναι ιδιαίτερα σημαντικό κατά την εργασία με εικόνες που χρησιμοποιούν ένα χρωματικό προφίλ ευρέου φάσματος, όπως το ColorMatch ή Adobe RGB, όπως συχνά χρησιμοποιούνται στην επαγγελματική φωτογραφία. Προτείνεται το sRGB (που μπορεί να το κατεβάσει κανείς από το <a href="http://www.color.org/profiles.html">ICC</a>), εφόσον είναι το πιθανότερο να δείχνει σωστά σε όλες τις οθόνες.<br />Πρέπει να σημειωθεί ότι αυτή η μετατροπή είναι χρήσιμη ακόμη και αν αποφασίσετε να αφαιρέσετε όλα τα μεταδεδομένα από τις εικόνες (δείτε παραπάνω). Αυτό συμβαίνει γιατί λαμβάνει χώρα πρώτα η μετατροπή, η οποία αλλάζει τα πραγματικά δεδομένα της εικόνας προτού αφαιρεθεί το προφίλ.

source: Path to color profile
el: Διαδρομή προς το προφίλ χρώματος

source: The path to a color profile file that all scaled down images will be converted to. Leave empty to disable.
el: Η διαδρομή για ένα αρχείο προφίλ χρώματος στο οποίο θα γίνει μετατροπή του μεγέθους των εικόνων. Αφήστε κενό για απενεργοποίηση.

source: The JPEG quality must be a positive number between 1 and 100.
el: Η ποιότητα JPEG πρέπει να οριστεί ως θετικός αριθμός μεταξύ 1 και 100.

source: The strip metadata threshold must be specified in the form <em>NxN</em>. Example: <em>150x150</em>.
el: Το κατώφλι αφαίρεσης των μεταδεδομένων πρέπει να οριστεί στη μορφή <em>NxN</em>. Παράδειγμα: <em>150x150</em>.

source: The sharpness amount must be specified as a positive number.
el: Η ποσότητα οξύτητας (sharpness amount) πρέπει να οριστεί ως θετική τιμή.

source: The sharpness radius must be specified as a positive value.
el: Η ακτίνα οξύτητας (sharpness radius) πρέπει να οριστεί ως θετική τιμή.

source: The ICC profile could not be read.
el: Δεν ήταν δυνατή η ανάγνωση του ICC προφίλ.

source: ImageMagick advanced options
el: Επιλογές του ImageMagick για προχωρημένους

source: ImageMagick image toolkit is not properly installed
el: Η εργαλειοθήκη εικόνων ImageMagick δεν είναι σωστά εγκατεστημένη

source: The <em>@toolkit_inc/image_imagemagick.inc</em> file must be copied to <em>@inc_dir in order for the ImageMagick image toolkit to function.
el: Το αρχείο <em>@toolkit_inc/image_imagemagick.inc</em> πρέπει να αντιγραφεί στον κατάλογο <em>@inc_dir</em> προκειμένου η εργαλειοθήκη εικόνων ImageMagick να δουλεύει σωστά.

source: ImageMagic image toolkit is not selected
el: Δεν έχει επιλεγεί η εργαλειοθήκη εικόνων ImageMagick

source: The ImageMagic image toolkit is not selected. The advanced options only apply to the ImageMagick toolkit. Select the image toolkit <a href="@toolkit">here</a>.
el: Η εργαλειοθήκη εικόνων ImageMagick δεν έχει επιλεγεί. Οι ρυθμίσεις για προχωρημένους ισχύουν μόνο για την εργαλειοθήκη ImageMagick. Επιλέξτε την εργαλειοθήκη εικόνων <a href="@toolkit">εδώ</a>.

source: ImageMagick convert utility not found.
el: Το εργαλείο convert του ImageMagick δε βρέθηκε.

source: The ImageMagick image convert utility (@convert) does not exist. If you have ImageMagick installed, click <a href="@toolkit">here</a> to provide the path to the convert utility.
el: Το εργαλείο convert (@convert) του ImageMagick δεν υπάρχει. Αν υπάρχει εγκατεστημένο το ImageMagick, κάντε κλικ <a href="@toolkit">εδώ</a> για να ορίσετε τη διαδρομή για το εργαλείο convert.

source: ImageMagick image toolkit is selected
el: Έχει επιλεγεί η εργαλειοθήκη εικόνων ImageMagick

source: Adds advanced options to the ImageMagick image toolkit.
el: Προσθέτει επιλογές για προχωρημένους στην εργαλειοθήκη εικόνων ImageMagick.

source: Image
el: Εικόνα
