Repository: upei/drupal6-cms
Catalog: sites/all/modules/front/po/*.po
Languages: fr, it, sv

source: <legend>front page by role usage</legend><p><strong>Note:</strong>When using the front pages by role option, please note that if a user has multiple roles the first role match will determine which front page they see. Here is the order that the roles will be checked (from left to right).</p>
sv: <legend>startsida per rollanvändande</legend><p><strong>Notera:</strong> När alternativet rollanvändande används på startsidan, var vänlig notera att om en användare har flera roller kommer den första matchningen att avgöra vilken startsida de kommer att se. Här är ordningen för hur roller kontrolleras (från vänster till höger).</p>

source: <p>The default setting for new roles is SAME AS AUTHENTICATED USERS.</p>
sv: <p>Den förvalda inställningen för nya roller är <strong>samma som för verifierade användare</strong>.</p>

source: <p>Setup custom front pages for your site. Click on the option to expand the form and customise your settings.</p><p><em>Anonymous User</em> = visitor not logged in | <em>Authenticated User</em> = visitor who is logged in</p>
sv: <p>Upprätta anpassade startsidor för din webbplats. Klicka på alternativet för att fälla ut formuläret och anpassa dina inställningar.</p><p><em>Gäster</em> = besökare som ej är inloggade | <em>Verifierade användare</em> = besökare som är inloggade</p>

source: Home pages
sv: Framsidor

source: Designate a home page for each role. "Splash" pages will be used only when users are connecting from external sites. Spash pages must be in the form "node/x" where x is the id of a node, e.g., "node/21" (without the quotes). Only the body of the node will be displayed. Home pages are displayed when users follow internal home links, or for external links where there is no splash page designated, and may point to any page on the site.
sv: Bestäm en startsida för varje roll. "Popupsidor" kommer bara att användas när användare ansluter från externa webbplatser. Popupsidor måste vara av formen "node/x" där x är nodens ID, till exempel "node/21" (utan citationstecknen). Enbart brödtexten för en nod kommer att visas. Första sidan visas när användare följer interna länkar för <em>Hem</em>, eller för externa länkar där det inte finns någon popupsida tillägnad, och kan pekas till vilken sida som helst på webbplatsen.

source: Body
fr: Corps
sv: Brödtext

source: Paste your HTML or TEXT here.
sv: Klistra in din HTML eller TEXT här.

source: You can paste in the full HTML code for a complete page and include a different style sheet in the HEAD of the document if you want a completely different layout and style to the rest of your site.
sv: Du kan klistra in den fullständiga HTML-koden för en komplett sida och inkludera en annan stilmall inom huvudet (HEAD) på dokumentet om du vill ha en helt annorlunda layout och stil mot resten av din webbplats.

source: themed
fr: thémée
sv: temabaserad

source: full
fr: complète
sv: fullständig

source: redirect
fr: redirection
sv: omdirigerad

source: means your default layout, theme and stylesheet will be loaded with your custom front_page.
sv: menas att din förvalda layout, tema och stilmall kommer att laddas med din anpassade startsida.

source: allows you to have a completely different layout, style sheet etc.
sv: låter dig ha en helt annan layout, stilmall etcetera

source: will automatically redirect visitors already logged in to a specific page specified in the REDIRECT TO box.
sv: kommer automatiskt omdirigera redan inloggade besökrare till en specifik sida angiven i rutan <em>Omdirigera till</em>.

source: same as anonymous users
sv: samma som för anonyma användare (gäster)

source: will display the same content as for Anonymous users.
sv: kommer att visa samma innehåll som för anonyma gäster.

source: same as authenticated users
sv: samma som för verifierade användare.

source: will display the same content as for Authenticated (logged in) users.
sv: kommer att visa samma innehåll som för verifierade (inloggade) användare.

source: Select type
fr: Choisissez le type de page
sv: Välj typ

source: Redirect to
fr: Renvoyer vers
it: Redirezione verso
sv: Omdirigera till

source: If you have selected <strong>REDIRECT</strong> you need to specify where the user should be pointed to. If you are not using clean URLs, specify the part after "?q=". If unsure, specify "node".
fr: Si vous avez choisi <strong>redirection</strong>, vous devez spécifiez vers où le visiteur doit être renvoyé. Si vous n'utilisez pas les URLs propres, spécifiez la partie de chemin située après <code>?q=</code>. Si vous ne savez pas quelle valeur utiliser, spécifiez <code>node</code>.
sv: Om du har valt <strong>Omdirigera</strong> måste du specificera vart användaren skall bli pekad till. Ange delen efter "?q=" om du inte använder rena webbadresser. Ange "node" om du är osäker.

source: Allow embedded PHP code in this front page
sv: Tillåt inbäddad PHP-kod på den här startsidan

source: If this option is enabled, the body text can have embedded &lt;?php...?&gt; tags with PHP code inside. Click on the special Handbook pages for tips on <a href="http://drupal.org/node/23220">Using PHP snippets in your front_page</a>.
fr: Si cette option est activée, le corps du texte peut inclure du code PHP délimité par &lt;?php&ell;?&gt;. Cliquez sur la page du manuel drupal consacrée aux conseils sur ce point, à l'adresse <a href="http://drupal.org/node/23220">Using PHP snippets in your front_page</a>.
sv: Om det här alternativet är aktiverat kan brödtexten ha inbäddade &lt;?php...?&gt;-taggar med PHP-kod inuti. Klicka på den separata handbokens sidor för tips på <a href="http://drupal.org/node/23220">Using PHP snippets in your front_page</a>.

source: Custom "Temporarily Offline" message and disable site for all except admins
sv: Anpassa meddelandet "Tillfälligt nedkopplad" och avaktivera webbplatsen för alla utom för administratörer.

source: Site off-line message
sv: Meddelande när webbplatsen är nedkopplad

source: This Drupal site
sv: Denna webbplats av typen Drupal

source: Custom mission for Authenticated Users who haven't visited the site for a set period
sv: Anpassad mission för verifierade användare som inte har besökt webbplatsen under en angiven period

source: Been away for
sv: Har varit borta i

source: one day
sv: en dag

source: one week
sv: en vecka

source: one month
sv: en månad

source: three months
sv: tre månader

source: six months
sv: sex månader

source: one year
sv: ett år

source: <p>The length of time to check for when users see the special notice which will be displayed as a <em>mission</em> style notice on the front page.<p>
sv: <p>Tidslängden att kolla efter när användare ser det speciella meddelande som visas som ett meddelande av typen <em>mission</em> på startsidan.</p>

source: Paste your HTML or TEXT here. It will be displayed as a <em>mission</em> style notice on the front page.
sv: Klistra in din HTML eller TEXT här. Detta kommer att visas som ett meddelande av typen <em>mission</em> på startsidan.

source: Override your HOME breadcrumb links
fr: Surcharger les liens vers la page d'accueil.
sv: Åsidosätt dina brödsmulors länkar för <em>Hem</em>

source: Redirect your site HOME links
fr: Remplacer les liens vers la page d'accueil.
sv: Omdirigera din webbplats länkar för <em>Hem</em>

source: Check this box if you want to redirect users who click on any HOME links (including the HOME breadcrumb link). Useful if you have a splash page you don't want users brought back to when they click on HOME links from within your site.
fr: Cochez cette case si vous voulez rediriger les utilisateurs qui cliquent vers tout lien vers la page d'accueil. Utile si vous avez une page d'entrée différente (splash) vers laquelle vous ne voulez pas renvoyer les utilisateurs lorsqu'ils cliquent sur un lien de page d'accueil depuis l'intérieur du site.
sv: Kryssa i denna ruta om du vill omdirigera användare som klickar på någon av länkarna i <em>Hem</em>, inklusive brödsmulors länkar för <em>Hem</em>. Användbart om du har en sida som poppar upp som du inte vill att användarna skall komma tillbaka till när de klickar på länken <em>Hem</em> inom din webbplats.

source: Redirect your site HOME links to
fr: Rediriger vos liens de page d'accueil vers
sv: Omdirigera din webbplats länkar för <em>Hem</em> till

source: Specify where the user should be redirected to. An example would be <em>node/12</em>. Leave blank when you're not using HOME redirect.
fr: Specifiez vers où renvoyer les utilisateurs. Ce peut être par exemple un lien simple comme <em>node/12</em>. Laissez ce champ vide si vous n'utilisez pas de redirection de page d'accueil.
sv: Ange vart användarna skall bli omdirigerade till. Ett exempel kan vara <em>node/12</em>. Lämnas blankt om du inte använder omdirigering av <em>Hem</em>.

source: Activate your front_page settings
fr: Activez vos paramètres de page d'accueil
sv: Aktivera dina inställningar för startsidan (front_page)

source: Change this setting to <em>front_page</em> to activate your front page settings.
sv: Ändra dessa inställningar till <em>front_page</em> för att aktivera din startsidas inställningar.

source: Advanced front page settings
sv: Avancerade inställningar för startsidan

source: Specify a unique layout or splash page based on role type - override your HOME and breadcrumb links - display a custom mission style notice for users who haven't visited in a while - disable site and display a 'temporarily offline' message.
sv: Ange en unik layout eller sida som poppar upp baserad på typ av roll - åsidosätt dina brödsmulors länkar för <em>Hem</em> - visa ett anpassat missionsmeddelande för användare som inte har varit inloggade på ett tag - avaktivera webbplatsen och visa ett meddelande "tillfälligt nedkopplad".

source: Front Page
sv: Startsida

source: Allows site admins setup custom front pages for the site.
sv: Låter webbplatsen administratörer sätta upp anpassade startsidor för webbplatsen.

source: Allows you to setup custom front pages for your site. After enabling this module, click on %link to setup your custom front pages.
fr: Permet de définir des pages d'accueil personnalisées pour votre site. Une fois ce module activé, cliquez sur %link pour paramétrer vos pages d'accueil personnalisées.

source: <P>Setup custom front pages for your site. Click on the option to expand the form and customise your settings.
fr: <p>Paramètrage des pages d'accueil personnalisées pour votre site. Cliquez sur l'option pour agrandir le formulaire et personnaliser vos réglages.</p>

source: Front Page settings for Anonymous Users (visitors not logged in)
fr: Paramètres de page d'accueil pour les utilisateurs anonymes (visiteurs non identifiés)

source: Paste your HTML or TEXT here for visitors to your site who are not logged in. <br><br>You can paste in the full HTML code for a complete page and include a different style sheet in the HEAD of the document if you want a completely different layout and style to the rest of your site.
fr: Collez votre texte simple ou en HTML ici pour les visiteurs qui ne se sont pas identifiés.<br /><br />Vous pouvez coller dans ce champ le code HTML complet d'une page et inclure une feuille de style différente dans la section <code>head</code> du document si vous voulez une mise en page et des styles entièrement différent du reste de votre site.

source: <P><strong>THEMED</strong> means your default layout, theme and stylesheet will be loaded with your custom front_page. <br><strong>FULL</strong> allows you to have a completely different layout, style sheet etc. Useful if you want to use a FLASH based front-end to your site or a splash-page for a pay-per-view website.<br><strong>REDIRECT</strong> will automatically redirect visitors not logged in to a specific page specified in the REDIRECT TO box.</p>
fr: <p><strong>thémée</strong> signifie la mise en page par défaut du site, son thème et sa feuille de style seront chargés avec votre page d'accueil personnalisée.<br /><strong>complète</strong> vous permet d'avoir sur la page d'accueil une mise en page totalement personnalisée, de la mise en page à la feuille de style. Utile notamment si vous souhaitez utiliser Macromedia Flash&reg; <!-- ou une page d'accueil pour un site de pay-per-view -->.<br /><strong>redirection</strong> renvoie automatiquement les visiteurs non identifiés vers la page spécifiée dans la case <code>Renvoyer vers</code>.</p>

source: Allow embedded PHP code in front page for anonymous users
fr: Autoriser l'inclusion de code PHP dans la page d'accueil pour les utilisateurs anonymes.

source: Front Page settings for Authenticated Users (visitors already logged in)
fr: Paramètres de page d'accueil pour les utilisateurs identifiés (ceux qui se sont déjà connectés).

source: Paste your HTML or TEXT here for visitors to your site who are already logged in. <br><br>You can paste in the full HTML code for a complete page and include a different style sheet in the HEAD of the document if you want a completely different layout and style to the rest of your site.
fr: Collez votre texte simple ou en HTML ici pour les visiteurs qui se sont déjà identifiés.<br /><br />Vous pouvez coller dans ce champ le code HTML complet d'une page et inclure une feuille de style différente dans la section <code>head</code> du document si vous voulez une mise en page et des styles entièrement différent du reste de votre site.

source: same
fr: identique

source: <P><strong>THEMED</strong> means your default layout, theme and stylesheet will be loaded with your custom front_page. <br><strong>FULL</strong> allows you to have a completely different layout, style sheet etc.<br><strong>REDIRECT</strong> will automatically redirect visitors already logged in to a specific page specified in the REDIRECT TO box.<br><strong>SAME</strong> will display the same content as for Anonymous (not logged in) users.</p>
fr: <p><strong>thémée</strong> signifie la mise en page par défaut du site, son thème et sa feuille de style seront chargés avec votre page d'accueil personnalisée.<br /><strong>complète</strong> vous permet d'avoir sur la page d'accueil une mise en page totalement personnalisée, de la mise en page à la feuille de style.<br /><strong>redirection</strong> renvoie automatiquement les visiteurs déjà identifiés vers la page spécifiée dans la case <code>Renvoyer vers</code>.<br /><strong>identique</strong> affiche le même contenu que pour les utilisateurs anonyme (non identifiés).</p>

source: Allow embedded PHP code in front page for authenticated users
fr: Autoriser l'inclusion de code PHP dans la page d'accueil pour les utilisateurs identifiés.

source: Default Front page
fr: Page d'accueil par défaut

source: Once you are happy how your pages <a href="%url">look</a> change your default front page setting from <em>%node</em> to <em>%front_page</em>.
fr: Lorsque vous êtes satisfait de l'<a href="%url">apparence</a> de vos pages, modifiez le paramètre de page d'accueil par défaut de <code>%node</code> en <code>%front_page</code>.

source: this module allows you to set a custom home page.
it: questo modulo permette di impostare una pagine home personalizzata.

source: Front page HTML or TEXT for users not logged in
it: HTML o testo per la pagina principale degli utenti che non hanno effettuato il login

source: Paste your HTML here for users or visitors to your site who are not logged in
it: Incollate qui il codice HTML per gli utenti del vostro sito che non hanno effettuato il login

source: Select whether you want your logged-in page to be a THEMED or a FULL front_page
it: Scegliete se volete che la pagina per gli utenti che hanno effettuato il login sia una pagina THEMED o FULL

source: A THEMED front_page means your default layout, theme and stylesheet will be loaded with your custom front_page. A FULL front_page allows you to have a completely different layout, style sheet etc. Useful if you want to use a FLASH based front-end to your site or a splash-page.<br>
it: Una pagina THEMED significa che l'aspetto, il tema grafico ed i fogli di stile di default saranno caricati insieme alla pagina. Una pagina FULL permette di avere aspetto, fogli di stile ecc. completamente differenti. E' utile se volete usare una pagina iniziale o una pagina FLASH.<br>

source: Front page HTML or TEXT for logged in users
it: HTML o testo per la pagina principale degli utenti che hanno effettuato il login

source: Paste your HTML here for users you are already logged in
it: Incollate qui il codice HTML per gli utenti del vostro sito che hanno effettuato il login

source: Select whether you want this page to be a THEMED or FULL front_page or if you want to REDIRECT the user to another page/path
it: Scegliete se questa pagina debba essere THEMED o FULL o se volete dirottare l'utente su un altra pagina/percorso

source: If you have selected REDIRECT you need to specify where the user should be pointed to. If you are not using clean URLs, specify the part after "?q=". If unsure, specify "node".
it: Se avete scelto REDIRECT dovete specificare dove l'utente debba essere condotto. Se non state usando Clean URL, specificate la parte dopo "?q=". Se non siete sicuri, specificate "node".
