Repository: upei/drupal6-cms
Catalog: sites/all/modules/webfm/translations/webfm.*.po
Languages: ru

source: The directory %directory is not writable.
ru: Каталог %directory закрыт для записи.

source: webfm_rename_db_dir_recur error - db may be corrupted
ru: ошибка webfm_rename_db_dir_recurr - бд может быть испорчена

source: rename %file fail
ru: переименование %file завершилось неудачей

source: Webfm is a hierarchical file system manager. Webfm does not use a flat file system (a single directory indexed by a database). Webfm allows users to arrange files on the server in the same way they do on their local storage drives. This ability to heirarchically arrange files greatly enhances the managability of large collections of data.
ru: WebFM является менеджером иерархической файловой системы. Он не использует плоскую файловую систему (одну директорию, индексированную в базе данных). Модуль WebFM позволяет пользователям упорядочить файлы на сервере так же, как они делают это на своем локальном диске. Возможность иерархически упорядочить файлы намного совершенствует возможности управления большими объемами данных.

source: Note that webfm uses <b>includes/file.inc</b> which manages the file system path. The <b>Root Directory</b> and <b>Ftp root directory </b> paths are relative to this file system path and must be prefaced with a "/".
ru: Обратите внимание, что webfm использует <b>includes/file.inc</b>, который управляет файловой системой. Катологи <b>Корневой каталог (Root Directory)</b> и <b>Корневой каталог FTP (Ftp root directory)</b> относятся к этой файловой системе и должны быть использованы с префиксом "/".

source: Webfm uses ajax and javascript extensively to provide application intensive functionality such as file/dir move and ordering of attachments via drag-and-drop. The context menuing provided by the right mouse button click provides context sensitive menus for user selection. Javascript must be enabled for webfm to function.
ru: WebFM в значительной степени использует ajax и javascript для дополнения приложения такими функциональными возможностями, как перемещение файла или директории и добавления прикрепленных файлов с помощью drag-and-drop. Контекстные меню предоставляются.

source: Webfm presents two left hand blocks to represent directory trees and a right hand block to list the contents of the current directory. The upper left block represents the directory structure of file data enumerated in the database and available to the site for attachment to content. The lower left block is the directory structure of the "ftp" directory. This tree is outside the region accessible to drupal content and its purpose is as a bulk upload area. For sites with large sets of documents, ftp is an good method of bulk transfer, especially if secure shell access does not exist (ie: inexpensive hosting). A hierarchical structure can be constructed in this area to be instantly copied and enumerated in the database with a single drag operation.
ru: В WebFM слева располагаются 2 блока, показывающих деревья каталогов, а справа расположен блок со списком содержимого выбранной директории. В верхнем левом блоке показана структура пронумерованых в базе данных, доступных для прикрепления к контенту. Нижний левый блок отображает структуру католога "ftp". Это дерево находится вне доступа для контента друпала и она служит большой областью загрузки. Для сайтов с большим объемом документов, ftp является хорошим способом для передачи больших файлов, особенно при отсутствии ограничений конфиденциальности (как на дешевом хостинге). Здесь может быть сооружена иерархическая структура для последующего копирования в базу данных одним перетаскиванием.

source: Enable the Web Networks File Browser.
ru: Включить Web Networks File Browser.

source: Root directory
ru: Корневой каталог

source: Root directory used to present the filebrowser interface. Users will not be able to go up from this folder.<br /> <br />This path is relative to "File system path" set in admin/settings and must be preceeded with a slash.
ru: Корневой каталог используется для предоставления интерфейса файлового браузера. Пользователи не могут получить доступ на уровень выше данного каталога. Этот путь относится к установкам "Файловая система" в admin/settings и может начинаться со слеша.

source: FTP root directory
ru: Корневой каталог FTP

source: WebFM allows you to move files from a specified FTP folder to the file manager thereby making those files available to your drupal site. The benefit of this feature is to allow you to do bulk uploads of files via FTP and then let webFM make your site aware of them via drag and drop.<br /><br />This path is relative to "File system path" set in admin/settings and must be preceeded with a slash.
ru: WebFM позволяет перемещать файлы из нижнего блока FTP-каталога в верхний блок файл-менеджера, делая их доступными для использования сайтом. Эта возможность полезна тем, что позволяет загружать большой объем информации с помощью FTP и WebFM сделает ее доступной сайту после операциии drag and drop.

source: Icon directory
ru: Каталог иконок (пиктограм)

source: Name of directory where file type icons are stored (relative to base url).
ru: Имя каталога, где могут храниться файлы иконок (по отношению к базовому url)

source: Append file links to Node Body
ru: Добавить ссылки на файлы в текст материала

source: Check this box to append downloadable attachments to the node body. <br />This setting does not affect the attachment block.
ru: Установите галочку чтобы дать возможность скачать прикрепленные в теле материала файлы. Данные настройки не распостроняются на блок прикреплений.

source: Webfm javascript debug
ru: отладчик javascript WebFM

source: Check this box for javascript debug messaging.
ru: Установите галочку, чтобы разрешить сообщения отладчика javascript.

source: Forbidden
ru: Запретить доступ к данным файлам

source: Forbidden file types (use comma delimited with no spaces)
ru: Запрещённые типы файлов (используйте разделение запятыми без пробелов)

source: Settings for @role
ru: Настройки для @role

source: Permitted file extensions
ru: Разрешенные расширения файлов

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
ru: Расширения, которые пользователи данной роли могут закачивать. Разделяйте расширения пробелами, не указывая точку.

source: Maximum file size per upload
ru: Максимальный размер файла для закачки

source: The maximum size of a file a user can upload (in megabytes).
ru: Максимальный размер загружаемого файла, который может загрузить пользователь (в мегабайтах).

source: Total file size per user
ru: Общий размер файлов для пользователя

source: The maximum size of all files a user can have on the site (in megabytes).
ru: Максимальный размер всех файлов, которые пользователь может разместить на сайте (в MB).

source: access webfm
ru: доступ к модулю webfm

source: attach WebFM files
ru: прикреплять файлы через webfm

source: see webfm_attachments
ru: просматривать прикрепленные webfm файлы

source: Web File Manager
ru: Файловый менеджер

source: File Not Found
ru: Файл не найден

source: Webfm Settings
ru: Файловый менеджер

source: Configure WebFM.
ru: Конфигурировать WebFM.

source: Webfm File Attachments
ru: Файловые прикрепления Webfm

source: Attachments
ru: Прикрепленные файлы

source: Attachment
ru: Прикрепленный файл

source: Size
ru: Размер

source: Webfm Attachments
ru: Прикрепления Webfm

source: Disabled
ru: Отключено

source: Enabled
ru: Включено

source: Attached files
ru: Прикрепленные файлы

source: Drag attachments to set order.<br />Changes made to the attachments are not permanent until you save this post.
ru: Упорядочите прикрепления. Изменения не сохраняться, пока вы не сохраните сообщение.

source: File Browser
ru: Файловый браузер

source: File Upload
ru: Загрузка файла

source: Uploaded file will be saved to the current directory.
ru: Загруженный файл будет сохранен в текущем каталоге.

source: illegal name for ftp root directory
ru: неправильное имя для корневого каталога ftp

source: Upload Success
ru: Успешная загрузка

source: webfm_dbinsert_file() failed
ru: ошибка в работе webfm_dbinsert_file()

source: Upload success
ru: Успешная загрузка

source: file_move to %path failed
ru: перемещение файла в %path завершилось неуспешно

source: file %s is not valid for upload
ru: %s — неверный файл для загрузки

source: file_check_upload() failed
ru: ошибка выполнения file_check_upload()

source: Invalid destination path: %dest
ru: Неправильный путь назначения: %dest

source: Invalid upload path
ru: Направильный путь для загрузки.

source: Upload file
ru: Загрузить файл

source: Upload
ru: Закачать

source: Query Failed: Could not insert file into the database
ru: Запрос завершился неуспешно: Невозможно загрузить файл в базу данных.

source: webfm_dbupdate_file() err: fid=%fid
ru: ошибка webfm_dbupdate_file(): fid=%fid

source: %name can not be uploaded because it does not have one of the following extensions: %files-allowed.
ru: %name не может быть загружен, т.к. не имеет одно из следующих расширений: %files-allowed.

source: %name can not be attached to this post, because it exceeded the maximum filesize of %maxsize.
ru: %name не может быть прикреплен к материалу, поскольку его размер превышает максимально допустимый (%maxsize).

source: %name can not be attached to this post, because the disk quota of %quota has been reached.
ru: %name не может быть прикреплен к материалу, поскольку достигнуто ограничение на дисковое пространство (%quota).

source: The selected file can not be attached to this post, because the filename is too long.
ru: Упорядочьте прикрепления. Изменения не сохранятся, пока вы не сохраните сообщение.

source: file %s has no db record
ru: записи о файле %s нет в базе данных

source: Query Failed: Could not delete file %fid .
ru: Запрос завершился неуспешно: Невозможно удалить файл %fid .

source: File is already attached to this node.
ru: Нефозможно прикрепить файл к данному материалу.

source: Query Failed: Could not attach files to node
ru: Запрос завершился неуспешно: Невозможно прикрепить файлы в материал.

source: Query Failed: Could not detach file %fid from node %nid
ru: Запрос завершился неуспешно: Невозможно открепить файл %fid от материала %nid.

source: Query Failed: Could not detach file %fid from nodes.
ru: Запрос завершился неуспешно: Невозможно открепить файл %fid от материалов.

source: Heirarchical filesystem manager.
ru: Менеджер иерархической файловой системы.

source: Core - optional
ru: Ядро - дополнительное

source: Webfm extension example.
ru: Пример расширения Webfm.
