Repository: upei/drupal6-cms
Catalog: sites/all/modules/feedapi_mapper/translations/*.po
Languages: hu

source: Title
hu: Cím

source: Update
hu: Frissítés

source: Body
hu: Törzs

source: The primary identifier for the feed.
hu: A hírcsatorna elsődleges azonosítója.

source: FeedAPI Add On
hu: FeedAPI bővítmény

source: Maps a string or an array of strings to myfields.
hu: Leképez egy karaktersorozatot vagy karaktersorozatok tömbjét a saját mezőkbe.

source: FeedAPI Mapper - maps feed item elements to node fields
hu: <em>FeedAPI Mapper</em> - leképezi a hírcsatorna elemek részeit a tartalom mezőibe

source: (!module_name module)
hu: (!module_name modul)

source: Map feed item elements to feed item node fields.
hu: Leképezi a hírcsatorna elemek részeit a hírcsatorna elem tartalom mezőibe.

source: Feed item example
hu: Hírcsatorna elem példa

source: All feed items of this feed merged into one. Here you can see which feed item elements are available for mapping. As this view is derived from the actual feed items on this feed, there might be more mappable elements than those listed here.
hu: Ennek a hírcsatornának minden eleme egybe lesz fűzve. Itt látható, hogy mely hírcsatorna elem részek elérhetők leképezésre. Mivel ez a nézet a hírcsatorna aktuális elemeiből származik, lehet sokkal több leképezhető elem is, mint amely fel van sorolva.

source: Description of available mappers
hu: Az elérhető leképezők leírása

source: This is a list of mappers available for the <em>feed item</em> content type for this feed.
hu: Ez a listája az ehhez a hírcsatornához elérhető leképzőknek a <em>feed item</em> tartalomtípushoz.

source: Edit mapping
hu: Leképzések szerkesztése

source: This is a list of feed item elements that are available for mapping. Choose a mapping from the drop down to map a feed item element to a node field.
hu: Ez a listája azoknak a hírcsatorna elem részeknek, melyek elérhetők a leképezés számára. Ki kell választani egy leképezést a legördülő listákból ahhoz, hogy a hírcsatorna elem valamely része leképződjön egy tartalom mezőbe.

source: Error in recursion _feedapi_mapper_next_element_path()
hu: Hiba a _feedapi_mapper_next_element_path() rekurzióban

source: No mapping
hu: Nincs leképezés

source: Map to @field (@module)
hu: Leképezés: @field (@module)

source: Map
hu: Leképezés

source: Store date for the feedapi mapper
hu: Adatot tárol a <em>FeedAPI Mapper</em> számára

source: Maps feed item elements to node fields.
hu: Leképezi a hírcsatorna elemek részeit a tartalom mezőibe.

source: Maps a string or a number to this CCK field.
hu: Leképez egy karaktersorozatot vagy egy számot ebbe a <em>CCK</em> mezőbe.

source: Maps a date to a date CCK field.
hu: Leképez egy dátumot egy <em>CCK date</em> mezőbe.

source: Maps a link to a image to the Embedded Media Image CCK field. Use the original_url element for mapping to this field.
hu: Leképez egy hivatkozást egy képhez a <em>CCK Embedded Media Image</em> mezőbe. Az <em>original_url</em> elemet kell használni a leképezéséhez ebbe a mezőbe.

source: Maps a link to a video to the Embedded Media Video CCK field. Use the original_url element for mapping to this field.
hu: Leképez egy hivatkozást egy videóhoz a <em>CCK Embedded Media Video</em> mezőbe. Az <em>original_url</em> elemet kell használni a leképezéséhez ebbe a mezőbe.

source: Maps a URL to this link CCK field.
hu: Leképez egy webcímet ebbe a <em>CCK link</em> mezőbe.

source: Maps pairs of geographic coordinates to the location of a node.
hu: Leképez földrajzi koordináta párokat a tartalom „hely” mezőjébe.

source: Latitude
hu: Földrajzi szélesség

source: Longitude
hu: Földrajzi hosszúság

source: Maps a feed element to a title, created date or a body of a node. Note that standard field mapping by FeedAPI still applies. For example if there is no feed element mapped to the node body you will still find the description in node body because that is how FeedAPI stores nodes.
hu: Leképez egy hírcsatorna elemet a címbe, a létrehozási dátumba, vagy a tartalom törzsébe. Megjegyzendő, hogy a normál <em>FeedAPI</em> mezőleképezés a törzsbe is megtörténik. Például, ha nincs leképzendő hírcsatorna elem a törzsbe, akkor még mindig ott lesz a <em>description</em> a tartalom törzsében, mivel a <em>FeedAPI</em> így tárolja le a tartalmat.

source: Published date
hu: Közzétételi dátum

source: Maps a string or an array of strings to taxonomy terms. Chose a vocabulary from sub options.
hu: Leképez egy karaktersorozatot vagy karaktersorozatok tömbjét taxonómia kifejezésekbe. Ki kell választani egy szótárat az allehetőségekből.
