Repository: upei/drupal6-cms
Catalog: sites/all/modules/page_title/translations/*.po
Languages: fr

source: Available Tokens
fr: Jetons (Tokens) disponibles

source: This is the pattern used in a situation where a pattern is not defined specifically for a content type below.
fr: Ceci est le motif utilisé dans le cas où aucun motif n'est défini ci-dessous pour un type de contenu.

source: This is the frontpage pattern.
fr: Ceci est le motif de la page d'accueil.

source: Pattern for %type
fr: Motif pour %type

source: If left blank, will inherit from default settings.
fr: Si laissé vide, il héritera des paramètres par défaut.

source: Content creation forms
fr: Formulaires de création de contenu

source: Display a "Page title" field for these content types.
fr: Afficher un champ "Titre de la page" pour ces types de contenu.

source: Provides control over the &lt;title> element on a page using token patterns and an optional textfield to override the node title.
fr: Fournit un contrôle dur l'élément &lt;title> d'une page, en utilisant des motifs de jeton (token), et un champ texte optionnel pour remplacer le titre du noeud.

source: Below are all the tokens you can use with <strong><em>Page Title</em></strong>:
fr: Vous trouverez ci-desous tous les jetons (tokens) que vous pouvez utiliser pour <strong><em>le Titre de la Page</em></strong> :

source: <p>Drupal's default page title follows one of two patterns:</p> <ol> <li><strong>Default Page:</strong> <em>page title</em> | <em>site name</em></li> <li><strong>Default Frontpage:</strong> <em>site name</em> | <em>site slogan</em></li> </ol> <p>The <strong>Page Title</strong> module lets you change these defaults in two ways. First, you can adjust the patterns below using the placeholders given. This will change the way the default page titles are created. Second, on every content creation form you can have the option of specifying a title that is different than the title of the node. If a value is provided, this will be used to generate the <code>[page-title]</code> placeholder. If left blank, <code>[page-title]</code> will inherit the node's title.</p> <p><code>[page-title]</code> will default to the value returned from <code>drupal_get_title</code> if there is no overriden page title.</p>
fr: <p>Le titre de la page par défaut de drupal suit l'un des deux motifs :</p> <ol> <li><strong>Page par défaut :</strong> <em>titre de la page</em> | <em>nom du site</em></li> <li><strong>Page d'accueil par défaut :</strong> <em>nom du site</em> | <em>slogan du site</em></li> </ol> <p>Le module <strong>Page Title</strong> vous permet de modifier ces valeurs par défaut de deux manières. Premièrement, vous pouvez ajuster les motis ci-desous en utilisant les jetons fournis. Cela modifiera la facçon dont les titres de page par défaut sont créés. Deuxièmement, vous pouvez, sur chaque formulaire de création de contenu, avoir l'option de définir un titre différent de celui du noeud. Si une valeur est fournie, elle sera utilisée pour générer le jeton <code>[page-title]</code>. Si elle est laissée vide, <code>[page-title]</code> héritera du titre du noeud.</p> <p><code>[page-title]</code> prendra par défaut la valeur retournée par <code>drupal_get_title</code>, si n'y aucun titre de la page remplacé.</p>

source: To display a <em>Page Title</em> field on a node (just below the <em>Title</em> field), you will need to enable it for the appropriate content types below.
fr: Pour afficher un champ <em>Titre de la Page</em> sur un noeud (juste en dessous du champ <em>Titre</em>), vous devrez l'activer ci-dessous pour les types de contenu appropriés.

source: Page title
fr: Titre de la page

source: Optionally specify a different title to appear in the &lt;title&gt; tag of the page.
fr: Vous pouvez aussi saisir un titre différent qui apparaîtra dans le balise &lt;title&gt; de cette page.

source: The page title.
fr: Le titre de la page.

source: set page title
fr: définir le titre de la page

source: administer page titles
fr: administrer les titres de pages

source: Page titles
fr: Titres des pages

source: Enhanced control over the page titles (in the &lt;head&gt; tag).
fr: Contrôle améliorés des titres de pages (au sein de la balise &lt;head&gt;).

source: Default settings
fr: Paramètres par défaut

source: Control the page title settings.
fr: Contrôler les paramètres du titre de la page.

source: Content type settings
fr: Paramètres des types de contenu

source: Control the display of the Page title field.
fr: Contrôlez l'affichage du champ Titre de la page.

source: Enhanced control over the page title (in the &lt;head> tag).
fr: Améliorer le contrôle sur le titre de la page (dans le tag &lt;head>).
