Repository: upei/drupal6-cms
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: cs, es, he, it, pt, pt_br

source: Show issues from
cs: Zobrazit vydání od
es: Mostrar las publicaciones para
he: הראה עלונים מתוך
it: Mostra pubblicazioni da
pt: Mostra apenas de
pt_br: Mostrar edições de

source: Title
cs: Nadpis
he: כותרת
it: Titolo
pt: Título
pt_br: Título

source: Date created
cs: Datum vytvoření
es: Fecha de creación
he: נוצר בתאריך
it: Data creazione
pt: Data criado
pt_br: Data de criação

source: Published
cs: Publikováno
he: פורסם
it: Pubblicata
pt: Publicado
pt_br: Publicado

source: Sent
cs: Odesláno
es: Enviado
he: נשלח
it: Inviata
pt: Enviado
pt_br: Enviado

source: Edit
cs: Upravit
es: Editar
he: עדכן
it: Modifica
pt: Editar
pt_br: Editar

source: edit
cs: upravit
he: עדכן
it: modifica
pt: editar
pt_br: editar

source: No newsletters available.
cs: Žádné newslettery k dispozici.
es: No hay boletines disponibles.
he: אין עלונים זמינים.
it: Nessuna newsletter disponibile.
pt: Nenhuma newsletter disponível.
pt_br: Nenhum boletim disponível.

source: Filter
cs: Filtr
he: סנן
it: Filtra
pt: Filtro
pt_br: Filtrar

source: Newsletter name
es: Nombre del boletín
he: שם העלון
it: Nome newsletter
pt: Nome da newsletter
pt_br: Nome do boletim

source: Subscribers
it: Iscritti

source: Operations
cs: Operace
he: פעולות
it: Operazioni
pt: Operações
pt_br: Operações

source: edit newsletter
es: editar mis boletines
he: עדכן עלון
it: modifica newsletter
pt: editar newsletter
pt_br: editar boletim

source: There are currently no newsletter series.
he: אין כרגע סדרת עלונים.
it: Non sono presenti newsletter, al momento
pt_br: Não há nenhuma série de boletins atualmente.

source: Delete
cs: Smazat
he: מחק
it: Elimina
pt: Eliminar
pt_br: Apagar

source: This name of this newsletter.
it: Il nome di questa newsletter.

source: Description
cs: Popis
he: תיאור
it: Descrizione
pt: Descrição
pt_br: Descrição

source: A description of the newsletter. To be displayed on taxonomy/term pages and RSS feeds.
it: Descrizione della Newsletter. Verrà visualizzata nella pagina taxonomy/term e nei feed RSS.

source: Weight
cs: Váha
he: משקל
it: Peso
pt: Peso
pt_br: Peso

source: Newsletters are displayed in ascending order by weight.
it: Le newsletter sono mostrate in ordine crescente in base al loro "peso".

source: Sender information
cs: Informace o odesilateli
es: Información del remitente
he: מידע על השולח
it: Informazioni sul mittente
pt: Informação de quem envia
pt_br: Informação do remetente

source: From name
cs: Od - jméno
es: Nombre del remitente
he: מאת (שם)
it: Nome mittente
pt: Nome
pt_br: Nome

source: From email address
it: Indirizzo Email mittente

source: HTML to text conversion
es: conversión de HTML a texto
he: המרת HTML לטקסט
it: Conversione da HTML a Testo semplice
pt: Conversão HTML para texto
pt_br: Conversão HTML para texto

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
es: Cuando su boletín es enviado como solo texto, estas opciones determinarán como la conversion a texto ha sido hecha.
he: כאשר העלון נשלח כטקסט פשוט, אפשרויות אלו ייקבעו איך ההמרה לטקסט מבוצעת.
it: Quando una newslettr viene inviata come testo semplice, queste opzioni determineranno come i link verranno trattati.
pt: Quando a newsletter é enviada com texto simples, essas opções irão determinar como será feita a conversão do texto.
pt_br: Estas configurações determinarão, quando seu boletim é enviado como texto, como a conversão para texto é realizada.

source: Hyperlink conversion
es: Conversion a enlace
he: המרת קישורים
it: Trattamento links
pt: Conversão de link
pt_br: Conversão de links

source: Append hyperlinks as a numbered reference list
es: Añadir enlaces como una lista ordenada
he: הוסף קישורים בסוף כרשימה ממוספרת
it: Accoda linkd come lista numerata
pt: Adiciona os links como uma referência numerada.
pt_br: Adiciona os links como uma referência numerada

source: Display hyperlinks inline with the text
es: Mostrar los enlaces en linea con el texto
he: הצג קישורים כחלק מהטקסט
it: Visualizza links insieme al testo
pt: Mostrar os links junto com o texto
pt_br: Mostra os links junto com o texto

source: Save
it: Salva

source: The sender's email address you supplied is not valid.
it: L'indirizzo mittente inserito non è valido.

source: Created new term %name.
es: Crear nuevo término %name.
he: הנושא %name נוצר בהצלחה.
it: Creato il nuovo termine %name.
pt: Criado o novo termo %name.
pt_br: Novo termo %name criado.

source: Updated term %name.
es: Actualizado término %name.
he: הנושא %name עודכן.
it: Aggiornato il termine %name
pt: Actualizado o termo %name.
pt_br: O termo %name foi atualizado.

source: Note: All subscriptions associated with this newsletter will be lost.
it: Nota: Tutte le sottoscrizioni associate con questa newsletter saranno perse.

source: Are you sure you want to delete %title?
it: Confermare la cancellazione di %title?

source: This action cannot be undone.
he: לא ניתן לבטל פעולה זו.
it: Questa azione non può essere annullata.
pt_br: Esta ação não pode ser desfeita.

source: Cancel
cs: Storno
he: בטל
it: Cancella
pt: Cancelar
pt_br: Cancelar

source: Newsletter %title has been deleted.
he: העלון %title נמחק בהצלחה.
it: La newsletter %title è stata eliminata.
pt_br: O boletim %title foi apagado.

source: Are you sure you want to delete these subscriptions?
it: Vuoi veramente eliminare questi iscritti?
pt_br: Você tem certeza que deseja apagar estas assinaturas?

source: Delete all
it: Elimina tutti
pt_br: Apagar tudo

source: The subscriptions have been deleted.
it: Gli iscritti sono stati eliminati.
pt_br: As assinaturas foram apagadas.

source: Email addresses
it: Indirizzi Email

source: Email addresses must be separated by comma, space or newline.
it: Gli indirizzi eMail devono essere separati da virgole, spazi o a-capo.

source: Subscribe to
it: Iscrizione a

source: Site default language
it: Lingua predefinita del sito

source: Anonymous user preferred language
it: Lingua degli utenti anonimi

source: Anonymous users will be subscribed with the selected preferred language. They will receive newsletters in this language if available. Registered users will be subscribed with their preferred language as set on their account page.
it: Gli utenti anonimi saranno iscritti con la lingua di default. Riceveranno la newsletter in questa lingua se tale lingua è disponibile. Gli utenti registrati riceveranno la newsletter nella lingua di preferenza, così come selezionata dalle preferenze del proprio account.

source: Subscribe
cs: Přihlásit se
es: Suscribirse
he: הרשם
it: Iscriviti
pt: Subscrever
pt_br: Assinar

source: The following addresses were added or updated: %added.
cs: Následující adresy byly přidány, nebo aktualizovány: %added.
es: Las sigientes direcciones fueron agregadas o actualizadas: %added.
he: הכתובות הבאות נוספו או עודכנו: %added.
it: I seguenti indirizzi sono stati aggiunti o aggiornati: %added.
pt: Os seguintes endereços foram adicionados ou actualizados: %added.
pt_br: Os seguintes endereços foram adicionados ou atualizados: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
he: הכתובות נרשמו כמנויים לעלונים הבאים: %newsletters.
it: Gli indirizzi sono stati iscritti alle seguenti newsletter: %newsletters.
pt_br: Os endereços foram registrados nos seguintes boletins: %newsletters.

source: No addresses were added.
cs: Nebyly přidány žádné adresy.
es: No se agregó ninguna dirección.
he: לא נוספו כתובות.
it: Nessun indirizzo è stato aggiunto.
pt: Nenhuns endereços foram adicionados.
pt_br: Nenhum endereço foi adicionado.

source: The following addresses were invalid: %invalid.
cs: Následující adresy byly neplatné: %invalid.
es: Las siguientes direcciones no son válidas: %invalid.
he: הכתובות הבאות אינן תקפות: %invalid.
it: I seguenti indirizzi non sono validi: %invalid.
pt: Os seguintes endereços são inválidos: %invalid.
pt_br: Os seguintes endereços são inválidos: %invalid.

source: Status
cs: Stav
he: מצב
it: Stato
pt: Estado

source: Active users
cs: Aktivní uživatelé
es: Usuarios activos
he: משתמשים פעילים
it: Utenti attivi
pt: Utilizadores activos
pt_br: Usuários ativos

source: Inactive users
cs: Neaktivní uživatelé
es: Usuarios inactivos
he: משתמשים לא פעילים
it: Utenti disattivati
pt: Utilizadores inactivos
pt_br: Usuários inativos

source: Subscriptions matching the selected states will be exported.
it: Le iscrizioni che corrispondono allo stato selezionato saranno esportate.

source: Subscribed to
cs: Registrován v
es: Suscripto a
he: רשום ל
it: Iscritto a
pt: Subscreveram
pt_br: Com assinatura de

source: Subscriptions matching the selected newsletters will be exported.
it: Le iscrizioni che corrispondono allo newsletter selezionata saranno esportate.

source: Export
he: ייצא
it: Esporta
pt: Exportar
pt_br: Exportar

source: No addresses were found.
cs: Nebyly nalezeny žádné adresy.
es: No se encontraron direcciones.
he: לא נמצאו כתובות.
it: Nessun indirizzo trovato.
pt: Não foram encontrados endereços.
pt_br: Nenhum endereço encontrado.

source: Export results
it: Esporta i risultati

source: Email addresses must be separated by comma, space or newline. Email addresses which are no longer subscribed to any newsletter, will be removed from the database.
it: Inserire l'elenco degli indirizzi email separati da virgole, spazi o a-capo. Gli indirizzi che non corrispondono a nessuna iscrizione a newsletters verranno rimossi dal database.

source: Unsubscribe from
it: Cancella abbonamento

source: Unsubscribe
cs: Odhlásit se
es: Desuscribirse
he: בטל רישום
it: Cancella iscrizione
pt: Anular
pt_br: Cancelar assinatura

source: The following addresses were unsubscribed or removed: %removed.
it: I seguenti indirizzi sono stati disiscritti o rimossi: %removed

source: The addresses were unsubscribed from the following newsletters: %newsletters.
it: Gli indirizzi sono stati rimossi dalle seguenti Newsletter: %newsletters.

source: No addresses were removed.
it: Nessun indirizzo rimosso.

source: Username
cs: Uživatelské jméno
he: שם משתמש
it: Nome utente
pt: Utilizador
pt_br: Nome de usuário

source: Update options
it: Opzioni aggiornamento
pt_br: Opções de atualização

source: Activate
it: Attiva

source: Inactivate
it: Disattiva

source: Update
cs: Updatovat
he: עדכן
it: Aggiorna
pt: Actualizar
pt_br: Atualizar

source: No items selected.
it: Nessun oggetto selezionato
pt_br: Nenhum item selecionado.

source: The update has been performed.
it: Aggiornamento effettuato.
pt_br: A atualização foi concluída.

source: Content types
it: Tipi di contenuto

source: Content types to be used as newsletter.
it: Tipi di contenuto che verranno usati come Newsletter.

source: <select>
it: <seleziona>

source: Newsletter vocabulary
it: Vocabolario della newsletter
pt_br: Vocabulário do boletim

source: This vocabulary identifies newsletter series. Note that changing this vocabulary will require existing newsletters to be re-tagged and activated newsletter blocks to be re-activated.
it: Questo vocabolario identifica le newsletter. Notare che cambiare questo vocabolario renderà necessario ri-taggare le newsletter esistenti e ri-attivare i blocchi della newsletter.

source: Updated vocabulary %name.
he: המילון %name עודכן.
it: Aggiornato il vocabolario %name
pt: O vocabulário %name foi actualizado.

source: Default newsletter options
cs: Výchozí nastavení newsletteru
es: Opciones por defecto del boletín
he: אפשרויות ברירת מחדל לעלון
it: Impostazioni predefinite per le newsletter
pt: Opções predefinidas para a newsletter
pt_br: Configurações padrão de boletim

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
cs: Tyto nastavení budou výchozí pro všechny nové newslettery, ale můžou být přenastaveny ve formuláři pro vytvoření newsletteru.
es: Estas opciones seran las opciones por defecto para los nuevos boletines, pero pueden ser sobreescritas en el formulario de edición del boletín.
he: אפשרויות אלו ייקבעו את ברירת המחדל לעלון, אם לא ייקבעו אחרות בטופס עריכת עלון.
it: Queste impostazioni saranno quelle predefinite per le nuove newsletter, ma possono essere modificate per ogni newsletter con l'apposito modulo.
pt: Essas opções serão a opções predefinidas para novas newsletters, mas pode ser alteradas individualmente no formulário de edição.
pt_br: Estas configuações serão padrão para novos boletins, mas podem ser sobrescritas na página de configurações do boletim.

source: Default newsletter format.
it: Formato predefinito delle Newsletter

source: Install <a href="@mime_mail_url">Mime Mail</a> module to send newsletters in HTML format.
it: Installare il modulo <a href="@mime_mail_url">Mime Mail</a> per inviare le newsletter nel formato HTML.

source: Format
cs: Formát
es: Formato
he: תבנית
it: Formato
pt: Formato
pt_br: Formato

source: Priority
cs: Priorita
es: Prioridad
he: עדיפות
it: Priorità
pt: Prioridade
pt_br: Prioridade

source: none
cs: žádná
he: ללא
it: nessuno
pt: nenhum
pt_br: nenhuma

source: highest
cs: nejvyšší
es: más alta
he: הכי גבוהה
it: altissima
pt: máximo
pt_br: altíssima

source: high
cs: vysoká
es: alta
he: גבוהה
it: alta
pt: alto
pt_br: alta

source: normal
cs: normální
he: רגילה
it: normale

source: low
cs: nízká
es: baja
he: נמוכה
it: bassa
pt: baixo
pt_br: baixa

source: lowest
cs: nejnižší
es: más baja
he: הכי נמוכה
it: bassissima
pt: mínimo
pt_br: baixíssima

source: Note that email priority is ignored by a lot of email programs.
it: La priorità delle email è spesso ignorata da molti programmi di posta elettronica.

source: Request receipt
cs: Vyžadovat doručenku
es: Pedir acuse de recibo
he: אישור קבלה
it: Richiedi ricevuta
pt: Pedir recibo
pt_br: Solicitar confirmação de leitura

source: Request a Read Receipt from your newsletters. A lot of email programs ignore these so it is not a definitive indication of how many people have read your newsletter.
it: Richiedi una ricevuta di ritorno per la newsletter. Molti client di posta ignorano questi settaggi, quindi questa opzione non è un indicatore affidabile rispetto al fatto che i destinatari abbiano effettivamente letto la newsletter.

source: Default send action
it: Opziond di invio predefinita

source: Don't send now
cs: Neposílat nyní
es: No enviar ahora
he: אל תשלח עכשיו
it: Non inviare ora
pt: Não enviar agora
pt_br: Não enviar agora

source: Send one test newsletter to the test address
cs: Odeslat jeden testovací newsletter na testovací adresu
es: Enviar un boletín a la dirección de prueba
he: שלח עלון אחד לכתובת הבדיקה
it: Invia una newsletter all'indirizzo di prova
pt: Enviar newsletter para o email de teste
pt_br: Enviar um boletim teste para o endereço teste

source: Send newsletter
cs: Odeslat newsletter
es: Enviar boletín
he: שלח את העלון
it: Invia la newsletter
pt: Enviar newsletter
pt_br: Enviar boletim

source: Test addresses
it: Indirizzi di prova

source: Supply a comma-separated list of email addresses to be used as test addresses. The override function allows to override these addresses in the newsletter editing form.
it: Fornisci un elenco di mail - separate da virgole - che saranno usati come indirizzi di prova. L'opzione di override consente di cambiare questi indirizzi nel form di editazione delle singole newsletter.

source: Email address
it: Indirizzo Email

source: Allow test address override
es: Permitir sobreescritura de las direcciones de prueba
he: אפשר שינוי כתובת בדיקה
it: Permetti di modificare indirizzo di prova
pt: Permitir a substituição de endereços para teste
pt_br: Permite sobrescrever endereços teste

source: Default sender address that will only be used for confirmation emails. You can specify sender information for each newsletter separately on the newsletter's settings page.
it: Il mittente di default sarà usato solo per le mail di conferma. É possibile specificare le informazioni del mittente per ogni newsletter separatamente sulla pagina di settaggio delle newsletter.

source: Use cron to send newsletters
it: Utilizzare Cron per inviare le newsletter

source: When checked cron will be used to send newsletters (recommended). Test newsletters and confirmation emails will be send immediately. Leave unchecked for testing purposes.
it: Quando attivato, il cron sarà usato per mandare le newsletter (raccomandato). Le newsletter di test e le mail di conferma sono processate invece immediatamente. Lasciate disattivato per testare la funzionalità.

source: Unlimited
he: לא מוגבל
it: Illimitato
pt: Ilimitado
pt_br: Ilimitado

source: Cron throttle
es: Cron
he: מצערת cron
it: Gestione traffico cron
pt: Regulação de carga do Cron
pt_br: Regulagem do agendador de tarefas

source: Sets the numbers of newsletters sent per cron run. Failure to send will also be counted.
it: Settare il numero di newsletter da mandare ad ogni lancio del cron. Gli errori di invio rientrano nel conteggio.
pt_br: Seleciona o número de boletins enviados cada vez que o agendador de tarefas rodar. Falhas no envio também serão contadas.

source: Cron execution must not exceed the PHP maximum execution time of %max seconds. You find the time spend to send emails in the <a href="/admin/reports/dblog">Recent log entries</a>.
it: Il tempo di esecuzione di cron non deve eccedere il massimo tempo di esecuzione di %max secondi, definito da PHP. È possibile vedere quanto tempo è stato speso nel processo di invio delle e-mail consultando <a href="/admin/reports/dblog">il log</a>.

source: Mail spool expiration
it: Lo spool di posta è andato in time-out.

source: Immediate
it: Immediata

source: 1 day
it: 1 giorno

source: 1 week
it: 1 settimana

source: 2 weeks
it: 2 settimane

source: Newsletter mails are spooled. How long must messages be retained in the spool after successfull sending. Keeping the message in the spool allows mail statistics (which is not yet implemented). If cron is not used, immediate expiration is advised.
it: Le newsletter sono conservate in uno spool. Quanto devono essere conservate dopo l'invio? Mantenere il messaggio nello spool consente di effettuare statistiche di posta (funzionalità non ancora implementata). Se non si usa cron, si consiglia di cancellare immediatamente lo spool.

source: When checked all outgoing simplenews emails are logged in the system log. A logged email does not guarantee that it is send or will be delivered. It only indicates that a message is send to the PHP mail() function. No status information is available of delivery by the PHP mail() function.
it: Quando selezionato, tutte le newsletter sono loggate. Una mail loggata non garantisce che sia stata inviata o che sia stata consegnata; indica solo che il messaggio è stato inviato alla funzione di invio posta di PHP, che non consente di sapere l'esito dell'operazione.

source: User account
it: Account utente

source: Synchronize with account
it: Sincronizza con gli Account utenti
pt_br: Sincronizar com conta de usuário

source: When checked subscriptions will be synchronized with site accounts. When accounts are deteted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
it: Quando selezionato, tutte le sottoscrizioni saranno sincronizzate con l'account del sito. Quando gli account sono cancellati, le sottoscrizioni con lo stesso indirizzo mail sono rimosse. Quando un account è bloccato/sbloccato, la sottoscrizione corrispondente è disattivata/attivata. Quando non selezionato le sottoscrizioni non subiranno modifiche in relazione agli account.

source: Available variables are:
it: Le variabili disponibili sono:

source: Confirmation emails
it: Email di conferma

source: Customize the confimation email which is sent to (un)subscribing visitors.
it: Personalizzare l'email di conferma inviata ai visitatori per l'iscrizione/cancellazione

source: Subject
it: Oggetto

source: Body text of subscribe email
it: Contenuto della mail di iscrizione

source: Body text for already subscribed visitor
it: Contenuto della mail di iscrizione per utente già iscritto

source: Body text of unsubscribe email
it: Contenuto della mail per la cencellazione dell'iscrizione

source: Body text for not yet subscribed visitor
it: Contenuto della mail per la cencellazione dell'iscrizione per l'utente non ancora iscritto

source: all newsletters
cs: všechny newslettery
es: todos los boletines
he: כל העלונים
it: tutte le newsletter
pt: todas as newsletters
pt_br: todos os boletins

source: orphaned newsletters
he: עלונים יתומים
it: newsletter senza categoria
pt_br: boletins orfãos

source: All newsletters
it: Tutte le newsletter
pt_br: Todos os boletins

source: Subscription filters
it: Filtri iscrizione
pt_br: Filtros de assinatura

source: Reset
it: Ripristina
pt_br: Restaurar

source: No subscriptions available.
cs: Žádne registrace nejsou k dispozici.
es: No subscripciones disponibles.
he: אין מנויים זמינים.
it: Nessun iscritto disponibile.
pt: Nenhuma subscrição disponível
pt_br: Nenhuma assinatura disponível.

source: Not published
it: Non pubblicata
pt_br: Não publicado

source: Inactive: no newsletters will be sent
it: Disattivato/Nessuna newsletter verrà inviata
pt_br: Inativo: nenhum boletim será enviado

source: Active: user will receive newsletters
it: Attivo/L'utente riceverà le newsletter
pt_br: Ativo: usuário receberá os boletins

source: Not sent
it: Non inviata
pt_br: Não enviado

source: Currently sending by cron
cs: Právě odesílán cronem
es: Enviando via cron
he: כרגע בשליחה ע"י cron
it: Invio in corso tramite cron
pt: Está a ser enviado pelo cron.
pt_br: Enviando pelo agendador de tarefas

source: The email address you supplied is not valid.
it: L'indirizzo email inserito non è corretto.

source: You must select at least one newsletter.
he: יש לבחור לפחות עלון אחד.
it: E' obbligatorio scegliere almeno una newsletter.
pt_br: Você deve selecionar no mínimo um boletim.

source: The newsletter subscriptions for %mail have been updated.
he: רשימת המנויים עבור %mail עודכנה.
it: Le iscrizioni alla newsletter per %mail sono state aggiornate.
pt_br: As assinaturas de boletim para %mail foram atualizadas.

source: You will receive a confirmation email shortly containing further instructions on how to complete your subscription.
it: Riceverai a breve una Email di conferma contenente maggiori istruzioni per completare l'iscrizione alla Newsletter.

source: You will receive a confirmation email shortly containing further instructions on how to complete the unsubscription process.
it: Riceverai a breve una Email di conferma contenente maggiori istruzioni per completare la cancellazione dalla Newsletter.

source: Are you sure you want to add %user to the %newsletter mailing list?
it: Confermare l'iscrizione di %user alla Newsletter %newsletter?

source: Confirm subscription
it: Conferma iscrizione
pt_br: Confirmar assinatura

source: You always have the option of unsubscribing later.
it: Si potrà cancellare la propria iscrizione più avanti.
pt_br: Você tem sempre a opção de cancelar a assinatura mais tarde.

source: %user was added to the %newsletter mailing list.
it: %user è stato iscritto alla newsletter %newsletter.

source: Are you sure you want to remove %user from the %newsletter mailing list?
it: Confemare la rimozione di %user dalla Newsletter %newsletter?

source: Confirm unsubscription
it: Confermare la cancellazione
pt_br: Confirmar cancelamento de assinatura

source: This action will only remove you from the newsletter mailing list. If you are registered at our site, your account information will remain unchanged.
it: Questa azione rimuoverà il tuo indirizzo dalla lista per l'invio delle newsletter. Se sei registrato presso il nostro sito, il tuo account non sarà comunque rimosso o alterato.
