Repository: upei/drupal6-cms
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: cs, es, he, it, pt, pt_br

source: The user %user was successfully deleted from the subscription list.
he: החבר %user הוסר בהצלחה מרשימת המנויים.
pt_br: O usuário %user foi apagado com sucesso da lista de assinantes.

source: User %email deleted from the subscription list.
he: החבר %email הוסרה מרשימת המנויים.
pt_br: O usuário %email foi apagado da lista de assinantes.

source: This name is used to identify the newsletter.
es: Este nombre se usa para identificar el boletín.
he: שם זה ישמש לזיהוי העלון.
pt: Este nome é utilizado para identificar a newsletter.
pt_br: Este nome é utilizado para identificar o boletim.

source: The description can be used to provide more information.
cs: Popisek může být použit pro uveřejnění více informací.
es: Esta descripción se usa para proporcionar mas información.
he: התיאור משמש לספק מידע נוסף.
pt: A descrição pode ser utilizada para dar mais informação.
pt_br: A descrição pode ser utilizada para fornecer mais informações.

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
cs: V seznamu, čím těžší (s vyšším váhovým číslem) názvy, tím níže v seznamu budou a naopak.
es: En los listados, cuanto mas pesado es el valor mas abajo apareceran los terminos, cuanto mas livianos mas arriba aparecerán.
he: ברשימות, הנושאים הכבדים יותר (עם משקל גבוה יותר) ישקעו למטה, והקלים יותר יצופו למעלה.
pt: Nas listagens, as newsletters com mais peso ficam mais em baixo e as com menos peso ficam mais perto do topo.
pt_br: Nas listagens, os termos de maior peso irão descer e os de menor peso serão posicionados mais próximos do topo.

source: Are you sure you want to delete %title? All subscriptions associated with this newsletter will be lost.
he: האמנם ברצונך להסיר את %title? כל המנויים שקשורים אל עלון זה יימחקו.
pt_br: Você tem certeza que deseja apagar %title? Todas as assinaturas associadas a este boletim serão perdidas.

source: Are you sure you want to add %user to the %newsletter subscription list?
cs: Jste si opravdu jisti, že chcete přidat uživatele %user do seznamu uživatelů odebírajících %newsletter?
es: Esta seguro que desea eliminar a %user de la lista de suscripción %newsletter
he: האמנם ברצונך להוסיף את %user לרשימת המנויים של %newsletter?
pt: Tem a certeza que deseja adicionar o %user à lista de subscrição da newsletter %newsletter?
pt_br: Você tem certeza que deseja adicionar %user à lista de assinantes de %newsletter?

source: %user was successfully added to the %newsletter subscription list.
cs: %user byl úspěšně přidán do seznamu lidí odebírajících %newsletter..
es: %user fue agregado con éxito a la lista de suscripción %newsletter.
he: %user נוסף בהצלחה לרשימת המנויים ל%newsletter.
pt: %user foi adicionado com sucesso à lista de subscrição da %newsletter.
pt_br: %user foi adicionado com sucesso à lista de assinantes de %newsletter.

source: Are you sure you want to remove %user from the %newsletter subscription list?
cs: Jste si opravdu jisti, že chcete smazat uživatele %user ze seznamu lidí odebírajících %newsletter ?
es: ¿Esta seguro que desea eliminar a %user de la lista de suscripción %newsletter?
he: האמנם ברצונך להסיר את %user מרשימת המנויים ל%newsletter?
pt: Tem a certeza que deseja remover o %user da lista de subscrição da newsletter %newsletter ?
pt_br: Você tem certeza que deseja remover %user da lista de assinantes de %newsletter?

source: This action will only remove you from the newsletter subscription list. If you are registered at our site, your account information will remain unchanged.
cs: Tato operace vás pouze odhlásí z odebírání newsletterů. Pokud jste na naší stránce registrován(a), informace o vašem účtu zůstanou beze změny.
es: Esta accion solamente eliminará su dirección de correo electrónico de la lista de suscripción del boletín. Si esta registrado en el sitio, el resto de su información permanecerá intacta.
he: פעולה זו תסיר אותך מרשימת המנויים לעלון. אם אתה רשום לאתר, שאר הפרטים בחשבון שלך יישארו ללא שינוי.
pt: Esta opção irá remove-lo da lista de subscrição desta newsletter. Se está registado no nosso site, a sua conta não será removida.
pt_br: Esta ação irá apenas removê-lo da lista de assinantes deste boletim. Se você está registrado no nosso site, a sua conta não será removida.

source: %user was successfully removed from the %newsletter subscription list.
cs: %user byl úspěšně vymazán ze seznamu lidí odebírajících %newsletter..
es: %user fue eliminado con éxito de la lista de suscripción %newsletter.
he: %user הוסר בהצלחה מרשימת המנויים ל%newsletter.
pt: %user foi removido com sucesso da lista de subscrição da seguinte newsletter: %newsletter
pt_br: %user foi removido com sucesso da lista de assinantes de %newsletter.

source: Simplenews sends html or plain text newsletters to the subscription list. Subscription and unsubscription are managed through a block, a form or by the newsletter administrator.
pt_br: O Simplenews envia boletins HTML ou texto para a lista de assinantes. Assinatura e cancelamento de assinatura são gerenciados através de um bloco, um formulário ou pelo administrador do boletim.

source: Individual newsletters are grouped by a newsletter taxonomy term. Newsletters can have a block with the ability of (un)subscription, listing of recent newsletters and an associated rss-feed.
pt_br: Boletins individuais são agrupados por um termo do vocabulário "Boletins". Boletins podem ter um bloco que permite assinatura e cancelamento de assinatura, listagem de boletins recentes e um feed RSS associado.

source: Sending of large mailings can be managed by cron.
pt_br: O envio de grande número de mensagens pode ser controlado pelo agendados de tarefas.

source: For more information please read the configuration and customization handbook <a href="http://drupal.org/node/197057">Simplenews page</a>.
pt_br: Para maiores informações, por favor leia o manual de configurações na página do <a href="http://drupal.org/node/197057">Simplenews</a>.

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list.
pt_br: Adicione esta edição a um boletim selecionando um boletim na lista.

source: Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
pt_br: Envie um boletim ou um boletim teste selecionando o botão apropriado e enviando o node.

source: Install Mime Mail module to send HTML emails. Mime Mail is also used to send emails with attachments, both plain text and HTML emails.
pt_br: Instale o módulo Mime Mail para enviar emails HTML. Mime Mail também é utilizado para enviar emails com anexos, tanto emails texto como HTML.

source: Operations and update options: <ul> <li>To temporarily stop all newsletters to an e-mail address, <em>inactivate</em> this subscription. </li> <li>To unsubscribe an e-mail address from all newsletters, <em>delete</em> this subscription.</li> <li>To unsubscribe an e-mail address from a specific newsletter, use the <em>edit link</em> of this subscription. </li> </ul>
pt_br: Operações e opções de atualização: <ul> <li>Para encerrar temporariamente todos os boletins para um endereço de email, <em>desativar</em> esta assinatura.</li> <li>Para cancelar a assinatura de todos os boletins para um endereço de email, <em>apagar</em> esta assinatura.</li> <li>Para cancelar a assinatura de um boletim específico para um endereço de email, use o <em>link editar</em> desta assinatura.</li> </ul>

source: Click here to unsubscribe from this newsletter
cs: Klikněte zde pro odhlášení odběru tohoto newsletteru
es: Haga click aquí para desuscribirse de este boletín
he: לחץ כאן כדי לבטל את הרישום לעלון זה
pt: Clique aqui para anular a subscrição desta newsletter
pt_br: Clique aqui para cancelar a assinatura deste boletim

source: Unsubscribe from this newsletter: @url
he: בטל רישום מעלון זה: @url
pt_br: Cancelar a assinatura deste boletim: @url

source: Confirmation for @newsletter from @site
pt_br: Confirmação de @newsletter do @site

source: This is a subscription status confirmation notice for the @newsletter.
pt_br: Esta é uma confirmação de atualização da assinatura de @newsletter.

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (@uri). However, you are already subscribed to this newsletter. If you want to unsubscribe, you can visit our website by using the link at the bottom of this e-mail.
pt_br: Recebemos um pedido de assinatura do seu endereço de email, @mail, para @newsletter do @site <@uri>. No entanto, você já assina este boletim. Se você deseja cancelar sua assinatura, visite o nosso site utilizando o link no fim desta mensagem.

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (@uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
pt_br: Recebemos um pedido de assinatura do seu endereço de email, @mail, para @newsletter do @site <@uri>. Para confirmar que deseja assinar este boletim, clique no link de confirmação no fim desta mensagem.

source: If you do not wish to be subscribed to this list, please disregard this message.
cs: Pokud nechcete být přidáni do tohoto seznamu, prosím ignorujte tento email.
es: Si no quiere estar suscripto a esta boletín, por favor ignore este mensaje.
he: אם אינך רוצה להצטרף לרשימה, התעלם מהודעה זו.
pt: Se não deseja subscrever esta newsletter, por favor ignore esta mensagem.
pt_br: Se você não deseja assinar este boletim, por favor ignore esta mensagem.

source: Subscribe link: @url
he: קישור לרישום: @url
pt_br: Link para assinar: @url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (@uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
pt_br: Recebemos um pedido de cancelamento de assinatura do seu endereço de email, @mail, para @newsletter do @site <@uri>. Se você deseja cancelar a assinatura, clique no link de confirmação no fim deste email.

source: If you did not make this request, please disregard this message.
he: אם לא ביקשת זאת, אנא התעלם מהודעה זו.
pt_br: Se você não fez este pedido, por favor ignore esta mensagem.

source: Unsubscribe link: @url
he: קישור להסרת הרישום: @url
pt_br: Link para cancelar assinatura: @url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (@uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
pt_br: Recebemos um pedido de cancelamento de assinatura do seu endereço de email, @mail, para @newsletter do @site <@uri>. No entanto, você não assina este boletim. Se você deseja assinar, visite o nosso site utilizando o link no fim desta mensagem.

source: Visit our site: @url
he: בקר באתר שלנו: @url
pt_br: Visite o nosso site: @url

source: newsletter
es: boletín
he: עלון
pt_br: boletim

source: view links in block
cs: zobrazit odkazy v bloku
es: Ver enlaces en el bloque
he: צפייה בקישורים בתיבה
pt: ver links no bloco
pt_br: ver links no bloco

source: The installation of the Simplenews module was unsuccessful.
es: La instalación del módulo Simplenews fracasó.
pt_br: Erro na instalação do módulo Simplenews.

source: Send newsletters to subscribed e-mail addresses.
es: Enviar los boletines a las direcciones de correo suscriptas.
he: שלח עלונים למנויי דואר אלקטרוני.
pt_br: Enviar boletins para os endereços de email assinantes.

source: Activate subscription
he: הפעל מנוי

source: Inactivate subscription
he: הקפא מנוי

source: Message
cs: Zpráva
he: הודעה
pt: Mensagem

source: You should select a newsletter if you want to send this newsletter.
es: Debe seleccionar un boletín para enviarlo.
he: עליך לבחור עלון אם ברצונך לשלוח עלון זה.
pt: Tem que seleccionar uma newsletter se pretende enviar esta newsletter.

source: my newsletters
cs: moje newslettery
es: Mis boletines
he: העלונים שלי
pt: as minhas newsletters

source: Current subcriptions
es: Suscripciones actuales
he: מנויים
pt: Subscrições actuais

source: E-mail
he: דואר אלקטרוני

source: Table key
cs: Klíč tabulky
es: Leyenda
he: מפתח טבלה
pt: Legenda

source: Not published/Not sent
cs: Nepublikován/Neodeslán
es: No publicados/No enviados
he: לא פורסם/לא נשלח
pt: Não publicado/Não enviado

source: Published/Sent
cs: Publikován/Odeslán
es: Publicados/Enviados
he: פורסם/נשלח
pt: Publicada/Enviada

source: Show subscriptions to
es: Mostrar suscripciones
he: הראה מנויים עבור
pt: Mostrar subscrições para

source: Unregistered user
cs: Neregistrovaný uživatel
es: No Registrado
he: משתמש לא רשום
pt: Utilizador não registado

source: activate
cs: aktivovat
es: activar
he: הפעל
pt: activar

source: inactivate
cs: deaktivovat
es: desactivar
he: הקפא
pt: desactivar

source: delete
cs: smazat
he: מחק
pt: eliminar

source: Inactive/No newsletters will be sent
cs: Neaktivní/Newslettery nebudou odesílány
es: Inactivo/No se enviará el boletín
he: לא פעיל/לא יישלחו עלונים
pt: Inactivo: não irá receber as newsletters

source: Active/User will receive newsletters
cs: Aktivní/Uživatel bude dostávat newslettery
es: Activo/Se Recibirá el boletín
he: פעיל/המשתמש יקבל עלונים
pt: Activo: irá receber as newsletters

source: The %block block is disabled. Click !here to enable this block.
he: התיבה %block חסומה. לחץ !here כדי להפעיל אותה.

source: here
cs: zde
es: aquí
he: כאן
pt: aqui

source: Block options
es: %name opciones del bloque
he: אפשרויות תיבה
pt: Opções do bloco

source: Links (to overview page, RSS-feed and latest issues) are only displayed to users who have "view links in block" privileges.
cs: Odkazy (na stránku s přehledy, RSS kanály a posledními vydáními) jsou pouze zobrazeny uživatelům, kteří mají "zobrazit odkazy v blokách" privilegia.
es: Solo se muestran los enlaces (pagina de resumen, RSS y ultimos problemas) a usuarios que tengan "view links in block" activado.
he: קישורים (לדף הסבר, ערוצי רסס ועלונים אחרונים) מופיעים רק לחברים עם הרשאות "צפייה בקישורים בתיבה".
pt: Links (para página geral, RSS-feed e ultimas edições) apenas são mostrados aos utilizadores que tenham o privilégio "ver links no bloco" activo.

source: Display link to archives
es: Mostrar enlace a los archivos
he: הצג קישור לארכיב
pt: Mostrar link para arquivo

source: Display latest issues
cs: Zobrazit poslední vydání
es: Mostrar ultimos publicaciones
he: הצג עלונים אחרונים
pt: Mostrar edições recentes

source: Sets the numbers of newsletters sent per cron run.
es: Seleccione el formato de envío por defecto.
he: קובע את מספר העלונים שיישלחו בכל ריצה של cron.
pt: Define o número de newsletters enviadas por execução do cron.

source: Created vocabulary %name.
he: המילון %name נוצר בהצלחה.

source: You always have the possibility to unsubscribe later.
es: Siempre tiene la posibilidad de desuscribirse más adelante.
he: תמיד תוכל להסיר את שמך מהרשימה מאוחר יותר.
pt: Tem sempre a possibilidade de anular a subscrição mais tarde.

source: Confirmation for %newsletter from %site
es: Confirmación de estado para %newsletter desde %site
he: אישור לעלון %newsletter מאת %site

source: This is a subscription status confirmation notice for the %newsletter.
he: זוהי הודעת אישור על מצב המנוי לעלון %newsletter.

source: We have received a request for subscription of your e-mail address, %mail, to the %newsletter from %site (%uri). However, you are already subscribed to this newsletter. If you want to unsubscribe, you can visit our website by using the link at the bottom of this e-mail.
he: קיבלנו בקשה להוסיף את כתובת הדואר שלך, %mail, לרשימת המנויים לעלון %newsletter מתוך %site (%uri). אולם, אתה כבר רשום לעלון זה. אם ברצונך להסיר את שמך מהרשימה, תוכל לבקר באתר שלנו ע"י לחיצה על הקישור המופיע בתחתית הודעה זו.

source: We have received a request for subscription of your e-mail address, %mail, to the %newsletter from %site (%uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
he: קיבלנו בקשה לרשום את כתובת הדואר שלך, %mail, לעלון %newsletter מאת %site (%uri).כדי לאשר שאכן רצונך להצטרף כמנוי, אנא בקר בקישור המופיע בתחתית הודעה זו.

source: We have received a request for the removal of your e-mail address, %mail, from the %newsletter from %site (%uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
he: קיבלנו בקשה למחוק את כתובת הדואר שלך, %mail, מרשימת המנויים ל עלון %newsletter מאת %site (%uri). כדי לאשר שאכן רצונך לבטל את הרישום, אנא בקר בקישור המופיע בתחתית הודעה זו.

source: We have received a request for the removal of your e-mail address, %mail, from the %newsletter from %site (%uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
he: קיבלנו בקשה למחוק את כתובת הדואר שלך, %mail, מרשימת המנויים לעלון %newsletter מאת %site (%uri). אולם אינך רשום כמנוי לעלון זה כלל. אם רצונך להרשם כמנוי לרשימה, אנא בקר בקישור המופיע בתחתית הודעה זו.

source: Simplenews
he: פשוט-חדשות

source: simplenews
he: פשוט-חדשות

source: Allows to send newsletters to subscribed e-mail addresses.
cs: Umožňuje rozesílat newsletter na zaregistrované emailové adresy.
pt: Permite o envio de newsletters para os emails subscritos.

source: Send a newsletter to subscribed e-mail addresses.
cs: Poslat newsletter na registrované emailové adresy
es: Enviar un boletín a las direcciones de correo suscriptas.
pt: Envia uma newsletter para o email subscrito.

source: sent items
cs: odeslané
es: boletines enviados
pt: enviadas

source: drafts
cs: koncepty
es: borradores
pt: rascunhos

source: list newsletters
cs: seznam newsletterů
es: lista de boletines
pt: listar newsletters

source: add newsletter
es: agregar un boletín
pt: adicionar newsletters

source: subscriptions
cs: registrace
es: suscripciones
pt: subscrições

source: list subscriptions
cs: seznam registrací
es: lista de suscripciones
pt: listar subscrições

source: import subscriptions
cs: importovat registrace
es: importar suscripciones
pt: importar subscrições

source: export subscriptions
cs: exportovat registrace
es: exportar suscripciones
pt: exportar subscrições

source: settings
cs: nastavení
pt: opções

source: general
cs: obecné
pt: geral

source: confirm newsletter subscriptions
cs: ověřit registrace newsletteru
es: confirmar suscripciones al boletín
pt: confirmar subscrições da newsletter

source: manage newsletter subscriptions
cs: spravovat registrace newsletteru
es: administrar suscripciones
pt: administrar subscrições da newsletter

source: You have to supply an e-mail address
cs: Musíte zadat emailovou adresu
es: Debe proporcionar una dirección de correo
pt: Tem que indicar um endereço de email

source: The e-mail address you supplied is not valid
cs: Vámi zadaná emailová adresa není platná
es: La dirección de correo no es válida
pt: O endereço de email que indicou não é válido

source: User %email added to the database.
cs: Uživatel %email byl přidán do databáze.
es: El correo: %email se ha agregado.
pt: Utilizador %email foi adicionado.

source: We have received a request for subscription of your e-mail address, %mail, to the "%newsletter" newsletter from %site (%uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o přidání vaší emailové adresy, %mail, do newsletteru "%newsletter" na stránce %site (%uri). Pro potvrzení, že skutečně chcete být přidáni do tohoto newsletteru prosím navštivte potvrzující odkaz dole v tomto emailu.
es: Hemos recibido una solicitud de suscripcion de su cuenta de correo, %mail, al boletín "%newsletter" desde %site (%uri). Para confirmar que desea recibir nuestro boletín, simplemente visite el enlace al final de este correo.
pt: Recebemos um pedido de subscrição do seu endereço de email, %mail, para a newsletter "%newsletter" do site %site (%uri). Para confirmar que deseja ser adicionada à lista de subscrição, clique no link de confirmação no fim deste email.

source: You will receive a confirmation e-mail shortly
cs: Během krátké doby obržíte potvrzující email
pt: Receberá um email de confirmação brevemente

source: You will receive confirmation e-mails shortly
cs: Během krátké doby obržíte potvrzující emaily
pt: Receberá emails de confirmação brevemente

source: The newsletter subscriptions have been updated
cs: Registrace pro odběr newsletterů byla aktualizována
pt: As subscrições foram actualizadas

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o vymazání vaší emailové adresy, %mail, z newsletteru "%newsletter" na stránce %site (%uri). Pokud chcete být vymazán(a), jednoduše klikněte na odkaz dole v tomto emailu.
es: Hemos recibido una solicitud de eliminación de su direccion de correo, al boletín "%newsletter" desde $site (%uri). Si desea dejar de recibir nuestro boletín, por favor visite el link al final de este correo.
pt: Recebemos um pedido de anulação da subscrição do seu endereço de email, %mail, para a newsletter "%newsletter" do site %site (%uri). Para confirmar que deseja ser removido da lista de subscrição, clique no link de confirmação no fim deste email.

source: If you do not wish to be removed from this list, please disregard this message.
cs: Pokud nechcete být vyjmuti z tohoto seznamu, prosím ignorujte tento email.
es: Si desea permanecer en nuestra lista de correo, por favor ignore este mensaje.
pt: Se não deseja anular a subscrição desta newsletter, por favor ignore esta mensagem.

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
cs: Obdrželi jsme žádost o vymazání vaší emailové adresy, %mail, z newsletteru "%newsletter" na stránce %site (%uri). Nicméně, vy jste nebyli do tohoto newsletteru zaregistrováni. Pokud se chcete zaregistrovat, můžete navštívit naší stránky pomocí odkazu dole.
es: Hemos recibido una solicitud de eliminación de su direccion de correo, al boletín "%newsletter" desde $site (%uri). Sin embargo, usted no recibe nuestro boletín, si desea recibirlo, por favor visite el link al final de este correo.
pt: Recebemos um pedido de anulação da subscrição do seu endereço de email, %mail, para a newsletter "%newsletter" do site %site (%uri). No entanto, não está tem nenhuma subscrição para esta newsletter. Caso deseje ser adicionado à lista de subscrição, pode visitar o nosso site utilizando o link no fim deste email.

source: User %email deleted from the database.
cs: Uživatel %email byl vymazán z databáze.
es: %email ha sido eliminado de la base de datos.
pt: Utilizador %email foi eliminado.

source: You should select at least one newsletter.
cs: Musíte vybrat alespoň jeden newsletter.
es: Deberia seleccionar aunque sea un boletín.
pt: Tem que seleccionar no mínimo uma newsletter.

source: Available newsletters
cs: Dostpuné newslettery
es: Boletines disponibles
pt: Newsletters disponíveis

source: Select the newsletter(s) to which you want to be subscribed.
cs: Vyberte newslettery k jejichž odběru se chcete přihlásit.
es: Seleccione el boletín a que desea ser suscripto.
pt: Seleccione as newsletter(s) que deseja subscrever.

source: Unsubscribe from this newsletter:
cs: Odhlásit tento newsletter:
es: Desuscribirse de este boletín:
pt: Anular subscrição desta newsletter:
