Repository: upei/drupal6-cms
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: cs, es, he, it, pt, pt_br

source: Test newsletter sent to %recipient
es: El boletín se ha enviado a %recipient
pt: Newsletter de teste enviada para o endereço %recipient

source: Status confirmation for %newsletter from %site
cs: Ověření stavu newsletteru %newsletter ze stránky %site
pt: Estado da confirmação para %newsletter do %site

source: This is a subscription status confirmation notice for the "%newsletter" newsletter.
cs: Toto je ověření registrace pro "%newsletter" newsletter.
es: Esta es una notificación de estado suscripción al boletín "%newsletter".
pt: Este email é uma confirmação do estado da subscrição para a newsletter "%newsletter".

source: Subscribe link:
cs: Přihlašovací odkaz:
es: Enlace de suscripción:
pt: Link para subscrição:

source: Unsubscribe link:
cs: Odhlašovací odkaz:
es: Enlace de desuscripción:
pt: Link para anular subscrição:

source: Visit our site:
cs: Navštivte naši stránku:
es: Visite nuestro sitio:
pt: Visite o nosso site:

source: The user %user was successfully deleted.
cs: Uživatel %user byl úspěšně vymazán.
es: El usuario %user a sido eliminado exitosamente.
pt: O utilizador %user foi eliminado com sucesso.

source: Subscribe imported addresses to
cs: Registrovat importované adresy do
es: Suscribir direcciones importadas a
pt: Subscrever endereços importados para

source: The addresses were subscribed to the following newsletters: %to.
cs: Adresy byly zaregistrovány do následujících newsletterů: %to.
es: Las direcciones fueron suscriptas a los siguientes boletines: %to.
pt: Os endereços foram subscreveram as seguintes newsletters: %to.

source: Are you sure you want to remove %user from the subscription list?
cs: Jste si jisti, že chcete vymazat uživatele %user ze seznamu odběratelů?
es: ¿Esta seguro que desea eliminar a %user de la lista de suscripciones?
pt: Tem a certeza que deseja remover o %user da lista de subscrição?

source: This action will only remove the user from the newsletter subscription list. If this user is registered at your site, his/her account information will remain unchanged.
cs: Tato operace pouze smaže uživatele ze seznam k odebírání newsletterů. Pokud je tento uživatel na vaší stránce registrován, informace o jeho(jejím) účtu zůstanou beze změny.
es: Esta acción eliminará al usuario de este boletín. Si este usuario esta registrado en otra lista de correo en este sitio, el resto de su información permanecerá inalterada.
pt: Apenas removerá o o utilizador da lista de subscrição da newsletter. Caso o utilizador tenha uma conta no seu site, a sua conta permanecerá inalterada.

source: The %block block is disabled. Click %here to enable this block.
cs: Blok %block je vypnut. Klikněte %here pro zapnutí.
es: El bloque %block esta deshabilitado. Haga click %here para hablitarlo.
pt: O bloco %block está desactivado. Clique %here para activar o bloco.

source: You have to supply a sender's e-mail address.
cs: Musíte zadat emailovou adresu odesilatele.
es: Debe proporcionar la direccion del remitente.
pt: Tem que indicar um endereço de email para enviar.

source: Your settings were saved.
cs: Vaše nastavení byla uložena.
es: Se han guardado los cambios.
pt: As suas opções foram gravadas.

source: The highest value in the dropdown list is based on max_execution_time in your php.ini file. Note that if not all previous newletters have been sent to all recipients yet, these are sent first.
cs: Nejvyšší hodnota v seznamu je založena na parametru max_execution_time ve vašem php.ini souboru. Vemte v potaz, že pokud nejsou všechny předchozí newslettery odeslány na všechny adresy, tak bude odeslány přednostně.
pt: O valor mais elevado na lista é baseado no max_execution_time do ficheiro php.ini. Tome nota que se as newsletters anteriores ainda não tiverem sido enviadas, estas serão enviadas primeiro.

source: Deleted vocabulary %name.
pt: O vocabulário %name foi eliminado.

source: Syndicate content
pt: Agregar conteúdo

source: Simplenesw module installed tables successfully.
es: El módulo Simplenews ha sido instalado con éxito.

source: Newsletter: %title
es: Boletín: %title

source: You will receive a confirmation e-mail shortly.
es: Va a recibir un correo de confirmación pronto.

source: You will receive confirmation e-mails shortly.
es: Va a recibir un correo de confirmación pronto.

source: The newsletter subscriptions have been updated.
es: La suscripción a la lista de correo se ha actualizado correctamente.

source: Your newsletter subscriptions have been updated.
es: Su suscripción a la lista de correo se ha actualizado correctamente.

source: newsletters
cs: newslettery
es: boletines

source: add newsletters
cs: přidat newsletter

source: You should select a newsletter type if you want to send this newsletter.
cs: Měli byste zadat typ newsletteru, pokud chcete tento newsletter odeslat.

source: Current subscriptions for %mail.
cs: Současné registrace pro %mail.

source: You can create different newsletter types (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
cs: Můžete vytvářet různé typy newsletterů (nebo subjektů) pro kategorizaci vašich novinek (např. Kočičí zprávy, Psí zprávy,...).

source: Type
cs: Typ

source: Display link to overview page
cs: Zobrazit odkaz na stránku s přehledem

source: Display link to RSS-feed
cs: Zobrazit odkaz na RSS kanál

source: %name block options
cs: nastavení bloku %name

source: Maximum send time
cs: Maximální čas pro odeslání

source: Newsletter type
cs: Typ newsletteru

source: edit type
cs: upravit typ

source: This name is used to identify the type.
cs: Toto jméno je použito pro identifikaci typu.

source: XML feed
cs: XML kanál
