Repository: upei/drupal6-cms
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: cs, es, he, it, pt, pt_br

source: The primary identifier for a mail spool record.
it: L'identificatore primario per un record in uno spool.

source: The formatted email address of mail message receipient.
it: L'indirizzo e-mail propriamente formattato di un destinatario.

source: The {node}.nid of this newsletter.
it: Il {node}.nid di questa newsletter.

source: The {node}.vid of this newsletter.
it: Il {node}.vid di questa newsletter.

source: The {term_data}.tid this newsletter issue belongs to.
it: Il {term_data}.tid a cui appartiene questo numero della newsletter.

source: The send status of the email (0 = hold, 1 = pending, 2 = send).
it: Stato dell'invio delle email (0 = non inviata, 1 = invio in corso, 2 = inviata).

source: The time status was set or changed.
it: Lo status temporale è stato settato o alterato.

source: Simplenews installation instructions are available on the <a href="!simplenews_help">Simplenews help page</a>.
it: Le istruzioni per l'installazione di Simplenews sono disponibili sulla <a href="!simplenews_help">pagina di aiuto di Simplenews</a>.

source: The installation of Simplenews was not successful.
it: L'installazione di simplenews è fallita.

source: Newsletter issue
he: עלון
it: Newsletter
pt_br: Edição de boletim

source: A newsletter issue to be sent to subscribed email addresses.
it: Un numero di una newsletter da inviarsi all'elenco di mail che sono iscritte.

source: Deleted term %name.
he: הנושא %name נמחק.
it: Eliminato il termine %name
pt: Eliminado o termo %name.
pt_br: O termo %name foi apagado.

source: The primary identifier for a mail cache record.
it: L'identificatore primario per il record della cache di una mail.

source: The subject of this mail message.
it: L'oggetto di questo messaggio email.

source: The mail message array.
it: L'array del messaggio di posta.

source: Subscriber preferred language.
it: Lingua scelta dall'iscritto.

source: Send newsletters to subscribed email addresses.
it: Invia le newsletters agli iscritti.

source: Save and send
it: Salva ed invia

source: Save and send test
it: Salva e invia Email di prova

source: Send single simplenews newsletter
it: Invia una newsletter singola.

source: Send pending simplenews newsletters
it: Invia le newsletter in coda.

source: Subscribe the user to a newsletter
it: Iscrivi l'utente ad una newsletter

source: Unsubscribe the user from a newsletter
it: Disiscrivi un utente da una newsletter

source: The newsletter issue to send
it: Il numero della newsletter da inviare

source: Allow to resend newsletter
it: Permetti di re-inviare una newsletter

source: When checked a newsletter will be send even when already send before. The newsletter send status is checked, not the status of individual email addresses. Use this for repeated (e.g. monthly) newsletters.
it: Quando selezionato, consente l'invio di una newsletter che sia già stata inviata. Ad essere controllato, è lo stato di una newsletter (non lo status dell'invio delle singole mail). Utilizzare questo settaggio per newsletter con scadenza regolare (es: mensili).

source: Please select a newsletter issue.
it: Scegliere un'uscita della newsletter.

source: You have been subscribed to newsletter %newsletter.
it: Sei stato iscritto alla newsletter %newsletter.

source: The newsletter series the user will be subscribed to.
it: Il tipo di newsletter a cui l'utente sarà iscritto.

source: You have been removed from the %newsletter subscription list.
it: Rimozione dalla newsletter %newsletter effettuata.

source: The newsletter series the user will be unsubscribed from.
it: Il tipo di newsletter da cui l'utente sarà disiscritto.

source: After a user has been subscribed
it: Dopo che un utente si è iscritto

source: After a user has been unsubscribed
it: Dopo che un utente ha cancellato l'iscrizione

source: Simplenews newsletter %title send.
it: Newsletter %title inviata.

source: Simplenews cron executed.
it: Il cron di simplenews è stato eseguito.

source: User %name subscribed to newsletter %newsletter.
it: L'utente %name si è iscritto alla newsletter %newsletter.

source: User %name unsubscribed from newsletter %newsletter.
it: L'utente %name ha cancellato la sua iscrizione alla newsletter %newsletter.

source: Provide actions for Simplenews.
it: Fornisce eventi per il modulo Simplenews.

source: Simplenews: Send status
pt_br: Simplenews: Status de envio

source: Newsletter send status: Not send, Pending (being send or waiting for cron to run), Send.
pt_br: Status de envio do boletim: Não enviado, Pendente (sendo enviado ou aguardando o agendador de tarefas rodar), Enviado.

source: Sort by send status; Ascending = Not send > Pending > Send
pt_br: Ordenar por status de envio; ordem crescrente = Não enviado > Pendente > Enviado

source: Include or exclude status of the selected state.
pt_br: Inclue ou exclue nodes nos status selecionados.

source: Not send
pt_br: Não enviado

source: Send
pt_br: Enviado

source: Create a newsletter issue to be sent to subscribed e-mail addresses.
he: צור עלון למשלוח לכתובות דואר אלקטרוני.
pt_br: Cria uma edição de boletim para ser enviada para os endereços de email assinantes.

source: Manage newsletters, subscriptions, and configuration options.
he: ניהול מנויים, עלונים והגדרות.
pt_br: Gerencia boletins, assinaturas e configurações.

source: Drafts
he: טיוטות
pt_br: Rascunhos

source: List subscriptions
he: רשימת מנויים
pt_br: Listar assinaturas

source: Import subscriptions
he: ייבא מנויים
pt_br: Importar assinaturas

source: Export subscriptions
he: ייצא מנויים
pt_br: Exportar assinaturas

source: Settings
he: הגדרות
pt_br: Configurações

source: This will be the body of your newsletter. Available variables are:
cs: Toto bude hlavní část vašeho newsletteru. Dostupné proměnné jsou:
es: Este será el texto de su boletín. Las variables disponibles son:
he: זה יהיה גוף העלון שלך. המשתנים הזמינים הם:
pt: Isto será o corpo da mensagem. As variáveis disponíveis são:
pt_br: Este será o corpo da mensagem. As variáveis disponíveis são:

source: (the name of your website),
cs: (název webu),
es: (el nombre de su sitio),
he: (שם האתר)
pt: (o nome do site),
pt_br: (o nome do seu site),

source: (a link to your homepage),
cs: (odkaz na vaši domácí stránku),
es: (un enlace a su pagina web),
he: (קישור לעמוד הבית)
pt: (o endereço para o site),
pt_br: (link para o seu site),

source: (homepage link without the http://),
cs: (odkaz na domácí stránku bez http://),
es: (enlace a su pagina web sin http://),
he: (קישור לעמוד הבית ללא הקידומת <span dir="ltr">http://</span>)
pt: (endereço do site sem o http://),
pt_br: (o endereço do site sem o http://),

source: (your e-mail address),
cs: (vaše emailová adresa),
es: (su dirección de correo),
he: (כתובת הדואר האלקטרוני שלך)
pt: (o seu email),
pt_br: (o seu endereço de email),

source: (today's date),
cs: (dnešní datum),
es: (la fecha de hoy),
he: (התאריך של היום)
pt: (data de hoje),
pt_br: (a data de hoje),

source: (link to login page).
cs: (odkaz na přihlašovací stránku).
es: (enlace a la pagina de login),
he: (קישור לעמוד הכניסה).
pt: (endereço para a página de registo).
pt_br: (link para a página de login).

source: Newsletter sending options
cs: Možnosti odesílání newsletteru
es: Opciones de envío
he: אפשרויות משלוח העלון
pt: Opções de envio da newsletter
pt_br: Configurações de envio do boletim

source: Test e-mail addresses
es: Direcciones de prueba
he: כתובת דואר אלקטרוני לבדיקה
pt: Email de teste
pt_br: Endereços de email teste

source: Supply a comma-separated list of e-mail addresses to be used as test addresses.
es: Ingrese una lista de correos separada por comas. Los espacios entre las comas y las direcciones serán ignorados.
he: רשימה של כתובות דואל, מופרדות בפסיקים, שישמשו ככתובות בדיקה.
pt: Forneça uma lista de emails separada por vírgulas para ser utilizada como emails para testes.
pt_br: Forneça uma lista de endereços de email separados por vírgula para serem utilizados como endereços teste.

source: You should select content type %content_type in !newsletter_vocabulary before you can send this newsletter.
pt_br: Você deve selecionar o tipo de conteúdo %content_type em !newsletter_vocabulary antes de enviar este boletim.

source: You should select a newsletter before you can send this newsletter.
pt_br: Você deve selecionar um boletim antes de enviar este boletim.

source: Cannot send test newsletter: no valid test e-mail address specified.
cs: Nelze odeslat testovací newsletter: neexistuje žádná platná emailová adresa.
es: No se puede enviar el boletín: la direccion de prueba no es válida.
he: לא ניתן לשלוח עלון בדיקה: לא הוזנה כתובת דואל תקפה לבדיקה.
pt: Não é possível enviar newsletter para teste: não foi indicado nenhum email válido.
pt_br: Boletim teste não pode ser enviado: endereço teste válido não especificado.

source: Cannot send test newsletter to %mail: e-mail address invalid.
es: No se puede enviar el boletín a %mail: esa dirección de prueba no es válida.
he: לא ניתן לשלוח עלון בדיקה ל%mail: כתובת לא תקפה.
pt: Não é possível enviar newsletter para teste a %mail: endereço de email inválido.
pt_br: Boletim teste não pode ser enviado para %mail: endereço de email inválido.

source: Newsletter %newsletter is being sent
es: El boletín %newsletter se está enviando
he: העלון %newsletter נשלח ברגע זה
pt: Newsletter %newsletter está a ser enviada
pt_br: Boletim %newsletter está sendo enviado

source: Newsletter %title was successfully deleted.
cs: Newsletter %title byl úspěšně vymazán.
es: El boletín: %title se ha eliminado correctamente.
he: העלון %title נמחק בהצלחה.
pt: Newsletter %title foi eliminada com sucesso..
pt_br: Newsletter %title foi apagada com sucesso.

source: Deleted all subscriptions to newsletter %newsletter.
cs: Všechny registrace newsletteru %newsletter byly smazány.
es: Se han eliminado todas las direcciones de %newsletter.
he: כל המנויים לעלון %newsletter נמחקו.
pt: Eliminar todas as subscrições da newsletter %newsletter.
pt_br: Todas as assinaturas de %newsletter foram apagadas.

source: This is the designated simplenews vocabulary. This vocabulary can not be deleted.
pt_br: Este é o vocabulário designado para o simplenews. Este vocabulário não pode ser apagado.

source: Select content type(s) to be used as newsletter
pt_br: Selecione os tipos de conteúdo a serem utilizados como boletim

source: Currently no subscriptions
es: Actualmente no tiene suscripciones
he: אין כרגע מנויים
pt: Não tem nenhuma newsletter subscrita
pt_br: Nenhuma assinatura no momento

source: Manage subscriptions
es: Administrar suscripciones
he: ניהול מנויים
pt: Admninistrar subscrições
pt_br: Gerenciar assinaturas

source: Newsletter: @title
he: עלון: @title
pt_br: Boletim: @title

source: Display block message
cs: Zobrazit zprávu v bloku
es: Mostrar mensaje del bloque
he: הצג הודעת תיבה
pt: Mostrar mensagem no bloco
pt_br: Mostrar mensagem no bloco

source: Display subscription form
cs: Zobrazit přihlašovací formulář
es: Mostrar formulario de suscripción
he: הצג טופס הרשמה
pt: Mostrar formulário de subscrição
pt_br: Mostrar o formulário de assinatura

source: If selected a subscription form is displayed, if not selected a link to the subscription page is displayed.
pt_br: Se selecionado, um formulário de assinatura é mostrado, senão um link para a página de assinatura é mostrado.

source: Links (to previous issues, previous issues and RSS-feed) are only displayed to users who have "view links in block" privileges.
pt_br: Links (para edições anteriores, edições anteriores e feed RSS) são mostrados apenas para usuários com privilégio de "ver links no bloco".

source: Could not load newsletter term ID %id
he: טעינת נושא עלון %id נכשלה
pt_br: Não foi possível carregar termo de boletim ID %id

source: The e-mail address you supplied is not valid.
he: כתובת הדואך שסופקה אינה תקפה.
pt_br: O endereço de email que você forneceu não é válido.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete your subscription.
he: בקרוב תקבל הודעת אישור עם הוראות נוספות להשלמת תהליך ההרשמה.
pt_br: Você receberá um email de confirmação em breve, contendo instruções adicionais sobre como concluir sua assinatura.

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete the unsubscription process.
he: בקרוב תקבל הודעת אישור עם הוראות נוספות להשלמת תהליך ההסרה.
pt_br: Você receberá um email de confirmação em breve, contendo instruções adicionais sobre como concluir o processo de cancelamento de assinatura.

source: Submit
cs: Odeslat
he: הגש
pt: Enviar
pt_br: Enviar

source: You have been successfully subscribed.
he: נרשמת כמנוי בהצלחה.
pt_br: Sua assinatura foi efetuada com sucesso.

source: You have been successfully unsubscribed.
he: הוסרת מרשימת המנויים בהצלחה.
pt_br: Sua assinatura foi cancelada com sucesso.

source: Newsletter %title could not be sent to %email.
cs: Newsletter %title nemůže být odeslán na %email.
es: El boletín %title no puede ser enviado a %email.
he: לא ניתן לשלוח את העלון %title לכתובת %email.
pt: A newsletter %title não foi possível enviá-la para o endereços de email %email.
pt_br: Boletim %title não pode ser enviado para %email.

source: Footer will be appended here
es: El pie de página será añadido aquí
he: כותרת תחתית תתווסף כאן
pt: Rodapé vai ser adicionado aqui
pt_br: O rodapé será adicionado aqui

source: Sent confirmation e-mail to %mail.
he: נשלח דואר בדיקה ל %mail.
pt_br: Email de confirmação enviado para %mail.

source: Sending of confirmation e-mail to %mail failed.
he: המשלוח של דואר האישור ל %mail נכשל.
pt_br: Envio de email de confirmação para %mail falhou.

source: Newsletter
es: Boletín
he: עלון
pt_br: Boletim

source: n/a
he: לא זמין
pt_br: n/d

source: E-mail address
pt_br: Endereço de email

source: These user(s) will be unsubscribed from any and all Newsletters to which they are currently subscribed. This will not delete related user account(s) from this site.
pt_br: Estes usuários terão canceladas as assinaturas de todos os boletins que assinam no momento. Esta ação não apagará as contas de usuários correspontendes deste site.

source: E-mail addresses
cs: E-mailová adresa
es: Direcciones de correo electrónico
he: כתובות דואר אלקטרוני
pt: Endereços de email
pt_br: Endereços de email

source: Supply a comma separated list of e-mail addresses to be added to the list. Spaces between commas and addresses are allowed.
cs: Zadejte čárkami oddělený seznam emailových adres k přidání do seznamu. Mezery mezi adresami a čárkami jsou povoleny.
es: Ingrese una lista de direcciones separada por comas. Los espacios entre las comas y las direcciones serán ignorados.
he: רשימה של כתובות, מופרדות ע"י פסיק, להוספה לרשימה. אפשר לרשום רווחים בין הפסיקים והכתובות.
pt: Forneça um lista de endereços de email separada por vírgulas para adicionar à lista de subscrição. Espaços entre as vírgulas são permitidos.
pt_br: Forneça uma lista de endereços de email separados por vírgula para serem adicionados à lista. Espaços entre vírgulas e endereços são permitidos.

source: Subscribe imported addresses to the following newsletter(s)
he: רשום את הכתובות שיובאו לעלוו/ים הבאים
pt_br: Registrar endereços importados nos seguintes boletins

source: Import
he: ייבא
pt: Importar
pt_br: Importar

source: Select at least 1 status
cs: Vyberte alespoň 1 stav
es: Seleccione como mínimo un estado
he: יש לבחור לפחות מצב אחד
pt: Seleccione no mínimo um estado
pt_br: Selecione no mínimo um status

source: Select at least 1 newsletter
cs: Vyberte alespoň 1 newsletter
es: Seleccione al menos un boletín
he: יש לבחור לפחות עלון אחד
pt: Seleccione no mínimo uma newsletter
pt_br: Selecione no mínimo um boletim

source: No search performed
es: No se ha realizado niguna busqueda
he: לא בוצע חיפוש
pt_br: Nenhuma pesquisa realizada

source: From e-mail address
cs: Od - emailová adresa
es: Correo electrónico del remitente
he: מאת (כתובת דואר אלקטרוני)
pt: Endereço de email
pt_br: Endereço de email

source: Select the default newsletter sending format.
cs: Vyberte výchozí formát odesílání newsletterů.
es: Seleccione el formato de envío por defecto.
he: בחר את תבנית ברירת המחדל למשלוח.
pt: Seleccione o formato predefinido para enviar newsletters.
pt_br: Selecione o formato padrão de envio de boletim.

source: Note that e-mail priority is ignored by a lot of e-mail programs.
cs: Vemte prosím v potaz, že priorita emailu je ignorována mnohými programy.
es: La prioridad del correo es ignorada por la mayoria de los programas de correo.
he: לתשומת לב, תוכנות דואר אלקטרוני רבות מתעלמות מהגדרות העדיפות של ההודעה.
pt: Atenção que a prioridade do email é ignorada por muitos programas de email.
pt_br: Note que a prioridade do email é ignorada por muitos programas de email.

source: Request a Read Receipt from your newsletters. A lot of e-mail programs ignore these so it is not a definitive indication of how many people have read your newsletter.
cs: Vyžadovat
es: Pedir acuse de recibo de sus boletines. Muchos programas de correos electronicos ignoran este pedido con lo que no es una guia definitiva de la cantidad de lecturas.
he: בקש אישור קריאה עבור העלונים שלך. תוכנות דואר אלקטרוני רבות מתעלמות מזה, כך שזוהו לא מדד מוחלט לכמות האנשים שקוראים את העלון.
pt: Pede um recibo de leitura para as newsletters. Muitos programas de email ignoram este pedido, logo isto não é uma garantia exacta de quantas pessoas leram a newsletter.
pt_br: Solicita uma confirmação de leitura para os seus boletins. Muitos programas de email ignoram esta solicitação, logo este não é um indicador exato de quantas pessoas leram o seu boletim.

source: Default selection for sending newsletters
cs: Výchozí výběr pro odesílání newsletterů
es: Seleccion por defecto para enviar el boletín
he: בחירות ברירת המחדל למשלוח עלונים
pt: Selecção predefinida para enviar newsletters
pt_br: Seleção padrão para envio de boletins

source: Test addresses options
es: Opciones de la direccion de prueba
he: אפשרויות לדואר בדיקה
pt: Opções do endereço de teste
pt_br: Opções de endereços teste

source: Supply a comma-separated list of e-mail addresses to be used as test addresses. The override function allows to override these addresses upon newsletter creation.
es: Ingrese una lista de direcciones separada por comas. Los espacion entre las comas y las direcciones serán ignorados.
he: רשימה של כתובות, מופרדות בפסיקים, שישמשו ככתובות בדיקה. אם תאפשר לשנות את כתובת הבדיקה, ניתן יהיה לשנות אותה ביצירת עלון.
pt: Forneça uma lista de endereços de emails separados por vírgulas para serem utilizados como endereços para testes. Pode substituir esses endereços mais tarde, aquando da criação da newsletter.
pt_br: Forneça uma lista de endereços de email separados por vírgula para serem utilizados como endereços teste. A função sobrescrever permite sobrescrever estes endereços após a criação do boletim.

source: Test e-mail address
cs: Testovací emailová adresa
es: Direcciones de prueba
he: כתובת בדיקה
pt: Endereço de email para teste
pt_br: Endereços de email teste

source: Default sender address that will only be used for confirmation e-mails. You can specify sender information for each newsletter separately on the newsletter's settings page.
es: Dirección de correo electronico que sera usada solamente para los correos de confirmación. Puede configurar la información del remitente para cada boletín en la pagina de configuracion del boletín.
he: כתובת שולח שתשמש במכתבי האישור. אפשר לשנות זאת עבור כל אחד מהעלונים בעמוד הגדרות העלון.
pt: Endereço de email que será utilizado apenas para o envio de emails de confirmação. Pode especificar endereços diferentes para cada newsletter na página de opções.
pt_br: Endereço de remetente padrão que será utilizado apenas para emails de confirmação. Você pode especificar separadamente as informações do remetente para cada boletim na página de configurações do boletim.

source: Initial send time
es: Tiempo maximo de envio
he: זמן משלוח ראשוני
pt: Tempo de envio inicial
pt_br: Tempo de envio inicial

source: Sets the maximum time in seconds during which newsletters are sent. If not all recipients have been mailed within this time, sending is further handled as a cronjob.
cs: Nastaví maximální čas v sekundách, během kterého jsou newslettery odesílány. Pokud nejsou všichni příjemci obesláni v této době, odeílání je dále zpracováváno jako cron úkol.
es: Selecciona el tiempo maximo en segundos en el que se enviara el boletín. Si no se enviaron todos los correos en este periodo el envio sera manejado como un trabajo cron.
he: קובע את הזמן המרבי בשניות שבו העלונים נשלחים. אם לא נשלחו העלונים לכל המנויים בפרק זמן זה, המשך המשלוח יטופל ע"י פעולת cron.
pt: Define o tempo máximo em segundos que será utilizado para enviar as newsletters. Se não tiverem sido enviadas todas as newsletters durante este período, as restantes serão enviadas como um cronjob.
pt_br: Seleciona o tempo máximo, em segundos, de envio dos boletins. Se todos os destinatários não forem atendidos neste tempo, o envio é controlado em seguida pelo agendador de tarefas.

source: The highest value in the dropdown list is based on max_execution_time in your php.ini file. Note that if not all previous newsletters have been sent to all recipients yet, these are sent first.
es: El valor máximo de la lista esta basado en el valor de max_execution_time en su archivo php.ini.
he: הערך הגבוה ברשימה מבוסס על max_ececution_time בקובץ php.ini שלך. שים לב שאם לא נשלחו כל העלונים הקודמים עדיין, הם יישלחו ראשונים.
pt_br: O valor mais alto na lista é baseado no max_execution_time no seu arquivo php.ini. Note que se todos os boletins anteriores ainda não foram enviados para todos os destinatários, estes serão enviados primeiro.

source: Seconds
cs: Sekund
es: Segundos
he: שניות
pt: Segundos
pt_br: Segundos

source: Number of mails
es: Candidad de correos electrónicos
he: מספר המכתבים
pt: Número de emails
pt_br: Número de mensagens

source: Subscription options
pt_br: Configurações de assinatura

source: When checked subscriptions will be synchronized with site accounts. When accounts are deleted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
pt_br: Quando selecionado, assinaturas serão sincronizadas com as contas do site. Quando contas forem apagadas, as assinaturas com o mesmo endereço de email serão canceladas. Quando contas do site forem bloqueadas/desbloqueadas, as assinaturas serão desativadas/ativadas. Quando não selecionado, as assinaturas não serão alteradas quando contas associadas forem apagadas ou bloqueadas.

source: The sender's e-mail address you supplied is not valid.
cs: Vámi zadaná emailová adresa odesilatele není platná.
es: La dirección de correo electrónico ingresada no es válida.
he: כתובת השולח שהזנת אינה תקפה.
pt: O endereço de email de quem envia não é válido.
pt_br: O endereço de email de remetente que você forneceu não é válido.

source: Are you sure you want to remove %mail from all newsletter subscription lists?
he: האמנם ברצונך להסיר את %mail מכל רשימות המנויים?
pt_br: Você tem certeza que deseja remover %mail das listas de assinantes de todos os boletins?

source: This action will remove %mail from all newsletter subscription lists. To unsubscribe this user from a particular newsletter, press Cancel and edit this user.
he: פעולה זו תסיר את %mail מכל רשימות המנויים. כדי להסיר את המנוי של חבר זה מעלון מסוים, לחץ על בטל, ועדכן את פרטי החבר במקום.
pt_br: Esta ação removerá %mail das listas de assinantes de todos os boletins. Para cancelar a assinatura de um boletim específico para esse usuário, pressione Cancelar e edite esse usuário.
