Repository: upei/drupal6-cms
Catalog: sites/all/modules/simplenews/translations/*.po
Languages: cs, es, he, it, pt, pt_br

source: %user was removed from the %newsletter mailing list.
it: %user è stato cancellato dalla newsletter %newsletter.

source: Node
it: Nodo

source: Using nodes as newsletters.
it: Utilizzare i nodi come newsletter.

source: Sent status
it: Stato dell'invio

source: Newsletter sent status: Not sent, Pending (being sent or waiting for cron to run), Sent.
it: Lo stato di invio delle newsletter: non-inviato / in fase di invio (o accodato per l'invio) / inviato.

source: Pending
it: Invio in corso
pt_br: Pendente

source: Missing newsletter vocabulary. Please set a vocabulary at <a href="@settings">Simplenews settings</a>.
it: Manca il vocabolario per le newsletter. Si prega di settare un vocabolario da <a href="@settings">settaggi di simplenews</a>.

source: You should assign content type %content_type to the !newsletter_vocabulary before you can send this newsletter.
it: Si deve assegnare il tipo di contenuto %content_type al vocabolario !newsletter_vocabulary prima che si possa mandare questa newsletter.

source: You should select a newsletter term before you can send this newsletter issue.
it: Si deve selezionare un termine dal vocabolario prima che sia possibile inviare questa newsletter.

source: Test email address is empty.
it: Indirizzo eMail per l'invio della newsletter di prova non inserito.

source: Invalid email address %mail.
it: indirizzo email non valido: %mail.

source: Missing test email address.
it: Indirizzi Email di prova mancanti.

source: Newsletter %title was deleted.
it: La newsletter %title è stata eliminata.

source: This is the designated simplenews vocabulary.
it: Questo è il vocabolario settato per l'utilizzo con le newsletter

source: These content type(s) are used as newsletter. They can also be set in !simplenews_settings.
it: Questi tipi di contenuto sono usati come newsletter. Si possono anche settare in !simplenews_settings.

source: This will be the body of your newsletter. Available variables are: !site (the name of your website), !uri (a link to your homepage), !uri_brief (homepage link without the http://), !date (today's date), !login_uri (link to login page), !confirm_subscribe_url (subscription confirmation link), !confirm_unsubscribe_url (unsubscription link), !newsletter_url (link to this newsletter issue), !newsletter_name (name of this newsletter series).
it: Questo sarà il corpo della vostra newsletter. Le variabili disponibili sono: !site (il nome del vostro website), !uri (il link al vostro sito), !uri_brief (link alla homepage senza il http://), !date (la data di oggi), !login_uri (link alla pagina di login), !confirm_subscribe_url (link per confermare l'iscrizione), !confirm_unsubscribe_url (link per cancellare la sottoscrizione), !newsletter_url (link al numero della newsletter), !newsletter_name (nome di questo tipo di newsletter).

source: Invalid node type or vocabulary setting. Please check the <a href="@settings">Simplenews general settings</a>.
it: Nodo o vocabolario non validi. Si prega di controllare <a href="@settings">settaggi generali di Simplenews</a>.

source: Send action
it: Azione di invio

source: Sending
cs: Odesílám
es: Enviando
he: שליחה
it: Invio
pt: A enviar
pt_br: Envio

source: You have no privileges to send this newsletter
cs: Nemáte oprávnění posílat tento newsletter
es: No tiene permisos para enviar este boletín
he: אין לך הרשאות למשלוח עלון זה
it: Non hai il permesso di inviare questa newsletter
pt: Não tem privilégios para enviar esta newsletter
pt_br: Você não tem privilégios para enviar este boletim

source: This newsletter issue is part of a translation set. All translations in this set will be send when you send this node.
it: Questo numero della newsletter fa parte di un gruppo di traduzioni. Tutte le traduzioni in questo gruppo saranno inviate quando sarà inviato questo nodo.

source: Test email addresses
it: Indirizzi Email di prova

source: Supply a comma-separated list of email addresses to be used as test addresses.
it: Fornire una lista di indirizzi mail separati da virgola, da usarsi come indirizzi di prova.

source: Email options
it: Opzioni Email

source: Email format
it: Formato Email

source: Email priority
it: Priorità Email

source: This newsletter has been sent
cs: Tento newsletter byl odeslán
es: El boletín se ha enviado
he: העלון נשלח
it: Questa newsletter è stata spedita
pt: Esta newsletter foi enviada
pt_br: Este boletim foi enviado

source: All subscriptions to newsletter %newsletter have been deleted.
it: Tutte le iscrizioni alla newsletter %newsletter sono state eliminate.

source: Current newsletter subscriptions
cs: Soušasné newsletter registrace
es: Suscripciones actuales al boletín
he: מנויים לעלון הנוכחי
it: Iscritti alla newsletter
pt: Newsletters subscritas
pt_br: Assinaturas de boletim no momento

source: My newsletters
it: Le mie newsletter
pt_br: Meus boletins

source: Newsletters
es: Boletines
he: עלונים
it: newsletter
pt_br: Boletins

source: None
it: Nessuna

source: Current subscriptions
it: Iscritti
pt_br: Assinaturas no momento

source: Manage !my_subscriptions
it: Gestione !my_subscriptions

source: my subscriptions
it: Le mie iscrizioni

source: Block message
cs: Zpráva v bloku
es: Mensaje del bloque
he: הודעת תיבה
it: Messaggio nel blocco
pt: Mensagem no bloco
pt_br: Mensagem no bloco

source: Stay informed on our latest news!
cs: Zůstaňte informováni o našich nejnovějších zprávách!
es: Mantengase informado de nuestras ultimas noticias!
he: קבלו עדכונים על האתר!
it: Tieniti aggiornato sulle nostre ultime novità!
pt: Mantenha-se informado sobre as nossas novidades!
pt_br: Mantenha-se informado sobre as nossas novidades!

source: Subscription interface
it: Interfaccia di iscrizione

source: Subscription form
it: Modulo di iscrizione

source: Link to form
it: Link al form di iscrizione

source: Note: this requires permission 'subscribe to newsletters'.
it: Attenzione: questo richiede il permessi di 'iscrizione alle newsletters'.

source: Display link to previous issues
it: Visualizza link alla pubblicazione precedente
pt_br: Mostrar link para edições anteriores

source: Display previous issues
it: Visualizza pubblicazione precedente
pt_br: Mostrar edições anteriores

source: Number of issues to display
cs: Počet vydání pro zobrazení
es: Candidad de publicaciones a mostrar
he: מספר העלונים להצגה
it: Numero di pubblicazioni da mostrare
pt: Número de edições a mostar
pt_br: Número de edições a serem mostradas

source: Display RSS-feed icon
es: Mostrar el icono del cable RSS
he: הצג סמל ערוץ רסס
it: Mostrare icona del feed RSS
pt: Mostrar o ícone RSS-feed
pt_br: Mostrar ícone RSS-feed

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
cs: Vyberte newslettery k jejichž odběru se chcete přihlásit nebo odhlásit.
es: Seleccione el boletín al que desea suscribirse o desuscribirse.
he: בחר את העלון/ים אליהם ברצונך להרשם או לבטל רישום.
it: Scegli le newsletter a cui ti vuoi iscrivere o cancellare.
pt: Seleccione as newsletter(s) que deseja subscrever ou anular a subscrição.
pt_br: Selecione os boletins que você deseja assinar ou cancelar a assinatura.

source: Subscriptions for %mail
es: Suscripciones para %mail
he: מנויים עבור %mail
it: Iscrizioni di %mail.
pt: Subscrições para o email %mail
pt_br: Assinaturas de %mail

source: Manage your newsletter subscriptions
he: ניהול מנויים לעלון שלך
it: Gestisci le tue iscrizioni alle newsletter
pt_br: Gerenciar minhas assinaturas de boletim

source: User
it: Utente
pt_br: Usuário

source: You have been subscribed.
it: Iscrizione effettuata.

source: You have been unsubscribed.
it: Iscrizione cancellata.

source: Newsletter sent.
it: Newsletter inviata.

source: Newsletter pending.
it: Newsletter in invio.

source: Test newsletter sent to %recipient.
he: עלון בדיקה נשלח ל%recipient.
it: Newsletter di prova inviata a %recipient.
pt_br: Boletim teste enviado para %recipient.

source: Unassigned newsletter
it: Newsletter non assegnata

source: Sent via Mime Mail
it: Inviata utilizzando Mime Mail

source: Cron throttle setting
it: Gestione traffico cron

source: Simplenews publishes and sends newsletters to lists of subscribers. Both anonymous and authenticated users can opt-in to different mailing lists.
it: Simplenews pubblica ed invia newsletter a liste di iscritti. Possono Iscriversi Sia utenti anonimi che iscritti al sito.

source: Simplenews uses nodes for <strong>newsletter issues</strong>. Newsletter issues are grouped by a <strong>newsletter taxonomy term</strong>. Node type and vocabulary are selectable. A newsletter is send to all email addresses which are subscribed to the newsletter. Newsletter issues can be sent only once. Large mailings should be sent by cron to balance the mailserver load.
it: Simplenews utilizza i nodi per i vari <strong>numeri delle newsletter</strong>. I numeri delle newsletter sono raggruppati attraverso <strong>i termini del vocabolario</strong>. Il tipo di nodi e il vocabolario si possono configurare. Una newsletter è inviata a tutti gli indirizzi e-mail associati con la stessa. Il numero di una newsletter può essere inviato una sola volta. Invii a molti utenti dovrebbero essere fatti con l'utilizzo del cron, per evitare di sovraccaricare il server.

source: Simplenews adds elements to the newsletter node add/edit form to manage newsletter format and sending of the newsletter issue. A newsletter issue can be sent for test before sending officially.
it: Simplenews aggiunge alcuni campi al form di compilazione dei nodi, in modo da gestire il formato e l'invio della newsletter. Il numero di una newsletter può essere inviato ad un indirizzo di prova prima dell'invio ufficiale.

source: Both anonymous and authenticated users can <strong>opt-in and opt-out</strong> to a newsletter. A confirmation message is sent to anonymous users at subscription and unsubscription. Users can (un)subscribe using a form and a block. A <strong>subscription block</strong> is available for each newsletter offering a subscription form, a link to recent newsletters and RSS feed. Email addresses can also be imported and exported via the subscription administration pages.
it: Sia utenti anonimi che iscritti al sito possono <strong>sottoscrivere / annullare la sottoscrizione</strong> ad una newsletter. Un messaggio di conferma è inviato agli utenti anonimi in entrambi i casi. Gli utenti possono iscriversi attraverso il form presente in un blocco apposito. Un <strong>blocco di sottoscrizione</strong> è disponibile per ciascuna newsletter esistente, così come pure un link ad un feed RSS. Gli indirizzi e-mail possono anche essere importati / esportati attraverso l'interfaccia di amministrazione.

source: Configuration
it: Configurazione

source: Configure permissions
it: Configurazione permessi

source: Configure Simplenews
it: Configurazione Simplenews

source: Enable a newsletter <a href="@admin_blocks">subscription block</a>.
it: Abilita il <a href="@admin_blocks">blocco per la sottoscrizione</a> di una newsletter .

source: Manage your <a href="@newsletters">newsletters</a>, <a href="@sent">sent newsletters</a> and <a href="@subscriptions">subscriptions</a>.
it: Gestione delle tue <a href="@newsletters">newsletter</a>, <a href="@sent">newsletter inviate</a> e delle <a href="@subscriptions">iscrizioni</a>.

source: For more information, see the online handbook entry for <a href="@handbook">Simplenews</a>.
it: Per informazioni aggiuntive, consultare il manuale online alla voce <a href="@handbook">Simplenews</a>.

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list. Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
it: Assegna questa edizione ad un tipo di newsletter selezionando dal menù a tendina. Invia la newsletter ad un indirizzo di prova spuntando il parametro appropriato e premendo "invia".

source: Set default send options at <a href="@configuration">Administer > Site configuration > Simplenews > Newsletter</a>.
it: Setta le opzioni di default a <a href="@configuration">Amministra > Configurazione del sito > Simplenews > Newsletter</a>.

source: Set newsletter specific options at <a href="@configuration">Administer > Content management > Newsletters > Newsletters</a>.
it: Setta le opzioni specifiche di questa newsletter da <a href="@configuration">Amministra > Gestione del Contenuto > Newsletters > Newsletters</a>.

source: These settings are default to all newsletters. Newsletter specific settings can be found at the <a href="@page">newsletter's settings page</a>.
it: Questi settaggi sono il default per tutte le newsletter. Settaggi più specifici possono essere trovati in <a href="@page">pagina di configurazione della newsletter</a>.

source: Install <a href="@mime_mail_url">Mime Mail</a> to send HTML emails or emails with attachments (both plain text and HTML).
it: Installare il modulo <a href="@mime_mail_url">Mime Mail</a> per inviare email nel formato HTML o con allegati (sia testo semplice che HTML).

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
es: Usted puede crear diferentes boletines para categorizar sus noticias (Noticias de Argentina, Noticias de España, etc).
he: אפשר ליצור עלונים (או נושאים) שונים כדי לסווג את החדשות (למשל, חדשות חתולים, חדשות כלבים, ...).
it: E' possibile creare diversi tipi (o argomenti) di newsletter per suddividere le notizie in categorie (es. Notizie sui gatti, Notizie sui cani, ...).
pt: Pode criar diferentes newsletters (ou assuntos) para categorizar os diferentes temas (p.e. Notícias de Gatos, Notícias de Cães, ...)
pt_br: Você pode criar boletins (ou assuntos) diferentes para categorizar suas notícias (e.g. Notícias de gatos, Notícias de cães, ...

source: 'Plain' display settings apply to the content of emails send in plain text format. 'HTML' display settings apply to both HTML and plain text alternative content of emails send in HTML format.
it: Le opzioni di configurazione relative a 'Plain' si applicano esclusivamente al contenuto delle mail mandate come messaggio di testo semplice. Le opzioni per 'HTML' si riferiscono invece tanto al contenuto in HTML quanto al contenuto alternativo di testo semplice.

source: plain
cs: čistý text
es: solo texto
he: טקסט פשוט
it: solo testo
pt: texto
pt_br: texto

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. To confirm this subscription please use the link below. !confirm_subscribe_url
it: Abbiamo ricevuto la richiesta di iscrizione dell'indizizzo !mailto alla newsletter !newsletter sul sito !site. Per confermare l'iscrizione utilizzare il link seguente: !confirm_subscribe_url

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. However, this email is already subscribed to this newsletter. If you intended to unsubscribe please visit our site: !uri
it: Abbiamo ricevuto una richiesta di cancellazione dell'indirizzo !mailto dalla newsletter !newsletter del sito !site su !uri. L'indirizzo, però, non risulta iscritto alla newsletter. Per iscriversi visitare il nostro sito: !uri

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. To confirm this unsubscription please use the link below. !confirm_unsubscribe_url
it: Abbiamo ricevuto la richiesta di cancellazione dell'indizizzo !mailto dalla newsletter !newsletter sul sito !site. Per confermare la cancellazione utilizzare il link seguente: !confirm_unsubscribe_url

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. However, this email is not subscribed to this newsletter. If you intended to subscribe please visit our site: !uri
it: Abbiamo ricevuto una richiesta di cancellazione dell'indirizzo !mailto dalla newsletter !newsletter del sito !site su !uri. L'indirizzo, però, non risulta iscritto alla newsletter. Per iscriversi visitare il nostro sito: !uri

source: Confirmation for !newsletter_name from !site
it: Conferma per !newsletter da !site

source: Email: Plain
it: Email: Testo semplice

source: Manage my subscriptions
cs: Spravovat moje registrace
es: Administrar mis suscripciones
he: ניהול המנויים שלי
it: Gestione iscrizioni
pt: Administrar as minhas subscrições
pt_br: Gerenciar as minhas assinaturas

source: Previous issues
cs: Předchozí čísla
es: Publicaciones anteriores
he: עלונים קודמים
it: Pubblicazioni precedenti
pt: Edições anteriores
pt_br: Edições anteriores

source: Unsubscribe from this newsletter
it: Cancella l'iscrizione da questa Newsletter

source: This is a test version of the newsletter.
it: Questa è una versione di prova della newsletter.

source: Attempt to unsubscribe from non existing newsletter term ID %id
it: Tentativo di disiscrizione da una newsletter non esistente: ID %id

source: User %email deleted from the mailing list.
it: Utente %email eliminato dalle Newsletter

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to
it: Email inviata. Tipo di messaggio: %type<br />Oggetto: %subject<br />Destinatario: %to

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
it: Email inviata. Messaggio: %type<br />Oggetto: %subject<br />Destinatario: %to %mimemail

source: Outgoing email failed. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
it: Errore nell'invio dell'eMail. Messaggio: %type<br />Oggetto: %subject<br />Destinatario: %to %mimemail

source: Newsletter not send: node does not exist (nid = @nid; vid = @vid).
it: Newsletter non inviata: il nodo non esiste (nid = @nid; vid = @vid).

source: Sending interrupted: PHP maximum execution time almost exceeded. Remaining newsletters will be send during the next cron run. If this warning occurs regularly you should reduce the !cron_throttle_setting.
it: Invio interrotto: si è quasi raggiunto il limite di esecuzione consentito da PHP. Le newsletter rimanenti saranno inviate durante il prossimo cron. Se questo messaggio d'avviso dovesse comparire frequentemente, si consiglia di ridurre il !cron_throttle_setting.

source: %count emails sent in %sec seconds.
it: %count email inviate in %sec secondi.

source: create newsletter
cs: vytvářet newslettery
es: crear un boletín
he: יצירת עלון
it: creare newsletter
pt: criar newsletter
pt_br: criar boletim

source: edit own newsletter
cs: upravovat vlastní newslettery
es: editar mis boletines
he: עריכת העלונים שלך
it: modificare la propria newsletter
pt: editar a minha newsletter
pt_br: editar o próprio boletim

source: edit any newsletter
it: modificare qualsiasi newsletter
pt_br: editar qualquer boletim

source: delete own newsletter
it: eliminare le proprie newsletter

source: delete any newsletter
it: eliminare qualsiasi newsletter

source: administer newsletters
cs: spravovat newslettery
es: administrar boletines
he: ניהול עלונים
it: amministrare le newsletter
pt: administrar newsletters
pt_br: administrar boletins

source: administer simplenews subscriptions
it: impostazione iscrizioni Simplenews

source: administer simplenews settings
it: impostazione Simplenews

source: send newsletter
cs: odesílat newsletter
es: enviar un boletín
he: משלוח עלון
it: inviare newsletter
pt: enviar newsletter
pt_br: enviar boletim

source: subscribe to newsletters
es: suscribirse a este boletín
he: רישום לעלון
it: iscriviti alle newsletter
pt: Subscrever newsletters
pt_br: assinar boletins

source: Manage newsletters and subscriptions.
it: Gestione newsletter e iscrizioni.

source: Sent issues
he: עלונים שנשלחו
it: Newsletter inviate
pt_br: Edições enviadas

source: List of newsletter issues sent and pending.
it: Elenco delle newsletters inviate e pendenti.

source: Draft issues
it: Bozze delle Newsletter

source: List of newsletter issues not sent.
it: Elenca le Newsletters non inviate.

source: List, add and edit newsletter series.
it: Elenca, aggiungi e modifica le Newsletters.

source: List newsletters
he: רשימת עלונים
it: Elenco newsletter
pt_br: Listar boletins

source: Add newsletter
he: הוסף עלון
it: Aggiungi newsletter
pt_br: Adicionar boletim

source: Subscriptions
he: מנויים
it: Iscritti
pt_br: Assinaturas

source: Newsletter subscription management.
it: Gestione delle iscrizioni alle newsletters.

source: List
it: Elenco

source: Mass subscribe
it: Iscrizioni in blocco

source: Mass unsubscribe
it: Cancellazioni in blocco

source: Manage simplenews configuration.
it: Configurazione di Simplenews

source: General
he: כללי
it: Generali
pt_br: Configurações gerais

source: Simplenews content type and vocabulary settings.
it: Settaggi del tipo di contenuto e del vocabolario di simplenews.

source: Newsletter default settings and sender data.
it: Settaggi di default per le newsletter e il mittente.

source: Subscription
it: Iscrizioni

source: Subscription settings, opt-in/out confirmation email text.
it: Settaggi di sottoscrizione, testo delle mail di iscrizione / recesso.

source: Send mail
it: Invio mail

source: Send mail, cron and debug options.
it: Opzioni di invio mail, cron e opzioni di debug.

source: Confirm newsletter subscriptions
he: אשר מנויים לעלון
it: Conferma iscrizioni alla newsletter
pt_br: Confirmar assinaturas de boletim

source: Manage newsletter subscriptions
he: ניהול מנויים לעלון
it: Gestisci iscrizioni alla newsletter
pt_br: Gerenciar assinaturas de boletim

source: Subscribers to {simplenews_newsletters}.
it: Iscritti a {simplenews_newsletters}

source: Primary key: Unique subscription ID.
it: Chiave primaria: ID di sottoscrizione unico.

source: Boolean indicating the status of the subscription.
it: Boolean che indica lo stato di sottoscrizione.

source: The subscription email address.
it: Indirizzo email di iscrizione.

source: The {users}.uid that has the same email address.
it: L'{utente}.uid che ha il medesimo indirizzo e-mail.

source: Anonymous subscriber preferred language. Empty for authenticated users.
it: Linguaggio di default per gli iscritti anonimi. Vuoto per gli utenti autenticati.

source: Simplenews newsletter data.
it: Dati della newsletter simplenews.

source: {node} that is used as newsletter.
it: {node} che è usato come newsletter.

source: The {node}.vid that identifies the version used as newsletter.
it: Il {node}.vid che identifica la versione usata come newsletter.

source: The {term_data}.tid (= newsletter series) this issue belongs to.
it: Il {term_data}.tid (= tipo newsletter) a cui appartiene questo numero.

source: Send status of the newsletter issue (0 = not send; 1 = pending; 2 = send).
it: Stato dell'invio del numero della newsletter (0 = non inviato; 1 = in fase di invio; 2 = inviato).

source: Format of the newsletter (plain or html).
it: Formato della newsletter (testo-semplice o HTML).

source: Email priority according to RFC 2156 and RFC 5231 (0 = none; 1 = highest; 2 = high; 3 = normal; 4 = low; 5 = lowest).
it: Priorità Email come da RFC 2156 e RFC 5231 (0 = nessuna; 1 = altissima; 2 = alta; 3 = normale; 4 = bassa; 5 = bassissima).

source: Boolean indicating request for email receipt confirmation according to RFC 2822.
it: Boolean che indica se si è chiesta la ricevuta di ritorno (segue standard RFC 2822).

source: Newsletter series subscription data.
it: Dati di sottoscrizione relativi ai tipi di newsletter.

source: The {simplenews_subscriptions}.snid who is subscribed.
it: Il {simplenews_subscriptions}.snid di chi è iscritto.

source: The newsletter series ({term_data}.tid) the subscriber is subscribed to.
it: Il tipo di newsletter ({term_data}.tid) a cui l'utente è iscritto.

source: Spool for temporary storage of newsletter emails.
it: Spool per lo stoccaggio temporaneo delle mail delle newsletter.
