Repository: upei/drupal6-cms
Catalog: sites/all/modules/tinymce/po/*.po
Languages: it

source: The TinyMCE Javascript HTML WYSIWYG editor.
it: Tinymce, l'editor HTML WYSIWYG

source: enable rich-text
it: attiva rich-text

source: disable rich-text
it: disattiva rich-text

source: Your current web browser does not support WYSIWYG editing.
it: Il browser che stia utilizzando non supporta questo editor WYSIWYG

source: TinyMCE rich-text settings
it: Impostazioni di Tinymce per il "rich-text"

source: Default state
it: Stato predefinito

source: Should rich-text editing be enabled or disabled by default in textarea fields?
it: Vuoi che l'editing rich-text venga abilitato o disabilitato in maniera predefinita nelle textarea?

source: administer
it: Amministra

source: Add new TinyMCE profile
it: Aggiungi un nuovo profilo tinymce

source: Edit tinymce profile
it: Modifica il profilo tinymce

source: Deleted profile
it: Profilo cancellato

source: Create profile
it: Crea un profilo

source: Update profile
it: Aggiorna un profilo

source: Your TinyMCE profile has been updated.
it: Il tuo profilo tinymce è stato aggiornato

source: Your TinyMCE profile has been created.
it: Il tuo profilo tinymce è stato creato

source: TinyMCE settings
it: Impostazioni per Tinymce

source: Could not find the TinyMCE engine installed at <strong>%tinymce-directory</strong>. Please <a href="http://tinymce.moxiecode.com/">download TinyMCE</a>, uncompress it and copy the folder into %tinymce-path.
it: Impossibile trovare il programma Tinymce installato in at <strong>%tinymce-directory</strong>. <a href="http://tinymce.moxiecode.com/">Scarica TinyMCE</a>, decomprimi il file e copia la cartella in %tinymce-path.

source: You must <a href="%access-control-url">assign</a> at least one role with the 'access tinymce' permission before creating a profile.
it: Occorre <a href="%access-control-url">assegnare</a> almeno un ruolo con permesso di accesso a tinymce prima di creare un profilo.

source: You will not be allowed to create a new profile since all user roles have already been assigned profiles. Either remove an existing tinymce profile from at least one role or assign another role the 'access tinymce' permission.
it: Non è possibile creare un nuovo profilo finchè ad ogni ruolo è già stato assegnato un profilo. Rimuovi un profilo tinymce da almeno un ruolo o assegna un altro ad un altro ruolo il permesso di accesso a tinymce.

source: Not all user roles are shown since they already have tinymce profiles. You must first unassign profiles in order to add them to a new one.
it: I ruoli a cui sono stati già assegnati dei profili tinymce non vengono mostrati. Per aggiungere un profilo nuovo ad un ruolo utente occorre prima eliminare il profilo precedentemente assegnato.

source: Basic setup
it: Impostazioni di base

source: Profile name
it: Nome del profilo

source: Enter a name for this profile. This name is only visible within the tinymce administration page.
it: Inserisci un nome per questo profilo. Il nome scelto sarà visibile all'interno del pannello di amministrazione di tinymce.

source: Roles allowed to use this profile
it: Ruoli utente a cui è permesso di utilizzare questo profilo

source: Check at least one role. Only roles with 'access tinymce' permission will be shown here.
it: Seleziona almeno un ruolo utente. Solo i ruoli utenti con permesso di accesso a tinymce verranno mostrati qui.

source: Default editor state for users in this profile. Users will be able to override this state if the next option is enabled.
it: Stato predefinito dell'editor per gli utenti compresi in questo profilo. Gli utenti potranno sovrascrivere questo stato se la prossima opzione è abilitata.

source: Allow users to choose default
it: Permetti agli utenti di scegliere lo stato predefinito.

source: If allowed, users will be able to choose their own TinyMCE default state by visiting their profile page.
it: Se abilitato, gli utenti potranno scegliere lo stato predefinito di Tinymce visitando la pagina relativa al loro profilo.

source: Show disable/enable rich text editor toggle
it: Mostra la voce "abilita/disabilita editor rich-text

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. If false, editor defaults to the global default or user default (see above).
it: Stabilisce se al di sotto della textarea deve essere mostrato oppure no la voce "abilita/disabilita rich-text". Se impostato a "FALSE", l'editor utilizzerà le impostazioni generali predefinite, o quelle predefinite per l'utente (vedi sopra).

source: Language
it: Lingua

source: The language for the TinyMCE interface. Language codes based on the <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a> format.
it: La lingua per l'intefaccia di Tinymce. Ciascuna traduzione è basata sul formato <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a>

source: Safari browser warning
it: Avviso per il browser Safari

source: TinyMCE support for the Safari web browser is experimental and a warning message is displayed when that browser is detected. You can disable this message here.
it: Il supporto di tinymce al browser Safari; viene mostrato un messaggio di avviso quando viene rilevato questo browser. Puoi disabilitare questo messaggio qui.

source: Visibility
it: Visibilità

source: Show on every page except the listed pages.
it: Mostra su ogni pagina eccetto quelle elencate

source: Show on only the listed pages.
it: Mostra solo sulle pagine elencate

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are '%blog' for the blog page and %blog-wildcard for every personal blog. %front is the front page.
it: Inserisci una pagina per linea con il percorso utilizzato su Drupal. Il carattere "*" è un carattere jolly. Esempi di percorso sono '%blog' per la pagina del blog e %blog-wildcard per ogni blog personale.

source: Show if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
it: Mostra se il codice PHP seguente restituisce <code>TRUE</code> (PHP-mode,solo per esperti).

source: If the PHP-mode is chosen, enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
it: Se viene scelta la modalità PHP, inserisci il codice PHP tra tag %php. L'esecuzione di codice PHP non corretto potrebbe bloccare il tuo portale Drupal.

source: Show tinymce on specific pages
it: Mostra tinymce su pagine specifiche

source: Pages
it: Pagine

source: Buttons and plugins
it: Bottoni ed estensioni

source: Editor appearance
it: Aspetto dell'editor

source: Toolbar location
it: Posizione della barra di tinymce

source: Show toolbar at the top or bottom of the editor area?
it: Mostrare la barra sopra o sotto l'area di immissione del testo?

source: Toolbar alignment
it: Allineamento della barra

source: Align tool icons left, center, or right within the toolbar.
it: Allinea le icone a sinistra, al centro o a destra all'interno della barra.

source: Path location
it: Localizzazione del percorso

source: Path to html elements (i.e. "body>table>tr>td"). Show at top, bottom, or not at all.
it: Percorso degli elementi HTML. (per esempio, "body>table>tr>td"). Può essere visualizzato in alto, in basso oppure essere nascosto.

source: Enable resizing button
it: Abilita il bottone di ridimensionamento

source: This option gives you the ability to enable/disable the resizing button. If enabled the <strong>Path location toolbar</strong> must be set to "top" or "bottom" in order to display the resize icon.
it: Questa opzione ti permette di abilitare/disabilitare il bottone di ridimensionamento. Se abilitato<strong>il percorso di posizionamento della barra</strong> dovrà essere settato a "top" or "bottom" per poter mostrare l'icona di ridimensionamento.

source: Block formats
it: Formati del blocco

source: Comma separated list of HTML block formats. You can only remove elements, not add.
it: Lista dei formati del blocco HTML separati da virgola. Non possono essere aggiunti elementi, ma possono solo essere rimossi.

source: Cleanup and output
it: Pulizia e Output

source: Verify HTML
it: Verifica HTML

source: Should the HTML contents be verified or not? Verifying will strip &lt;head&gt tags, so choose false if you will be editing full page HTML.
it: I contenuti HTML devono essere verificati o no? In caso affermativo, verranno eliminati i tag &lt;head&gt tags, percioè scegli "FALSE"se vuoi editare pagine HTML complete.

source: Preformatted
it: Preformattato

source: If this option is set to true, the editor will insert TAB characters on tab and preserve other whitespace characters just like a PRE HTML element does.
it: Se imposti questa opzione a "TRUE", l'editor inserirà caratteri TAB in corrispondenza delle tabulazioni e conserverà gli spazi bianchi così come fa l'elemento HTML PRE.

source: Convert &lt;font&gt; tags to styles
it: Converti il tag &lt;font&gt; tags utlizzando gli stili CSS

source: If you set this option to true, font size, font family, font color and font background color will be replaced by inline styles.
it: Se imposti questa opzione a "TRUE", i tag relativi alla grandezza dei font, alla famiglia dei font, al colore dei font e al colore di sfondo dei font saranno rimpiazzati da stili inline.

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />tinyMCE default - uses default CSS from editor.
it: Definisce il CSS usato nell'area dell'editor.<br /> Utilizza il tema css - carica style.css dal tema corrente. <br />definisci css - inserisci il percorso per il css sotto. <br /> predefinito tinymce - usa il css predefinito dell'editor.

source: CSS path
it: Percorso CSS

source: Enter path to CSS file (example: "css/editor.css").<br />Macros: %h (host name: http://www.example.com/), %t (path to theme: theme/yourtheme/)<br />Be sure to select "define css" above.
it: Inserisci il percorso del file CSS (esempio: "css/editor.css"). <br />Macro: %h (host name: http://www.example.com/), %t (percorso del tema: theme/yourtheme/)<br />Occorre selezionare "define css" sopra.

source: CSS classes
it: Classi CSS

source: Adds CSS classes to the "styles" droplist. Format is: &lt;title&gt;=&lt;class&gt;;<br/> Example: Header 1=header1;Header 2=header2;Header 3=header3 (note: no trailing ';')<br />Leave blank to automatically import list of CSS classes from style sheet.
it: Aggiungi classi CSS alla droplist "styles". Il formato è &lt;title&gt;=&lt;class&gt;;<br/>Esempio: Header 1=header1;Header 2=header2;Header 3=header3 (N.B: non lasciare spazi).<br />Lascia la casella vuota per importare automaticamente la lista di classi CSS dal foglio di stile.

source: Profile
it: Profilo

source: Roles
it: Ruoli

source: Operations
it: Operazioni

source: edit
it: Modifica

source: delete
it: Cancella

source: <p><a href="%create-profile-url">Create new profile</a></p>
it: <p><a href="%create-profile-url">Crea un nuovo profilo</a></p>

source: No profiles found. Click here to <a href="%create-profile-url">create a new profile</a>.
it: Nessun profilo trovato. Clicca qui per <a href="%create-profile-url">creare un nuovo profilo</a>.

source: You must give a profile name.
it: Occorre assegnare un nome al profilo

source: You must select at least one role.
it: Occorre selezionare almeno un ruolo utente.
