Repository: upei/drupal6-cms
Catalog: sites/all/modules/imagefield/po/*.po
Languages: he

source: Image upload was unsuccessful.
he: טעינת התמונה הסתיימה בהצלחה

source: Maximum resolution for Images
he: הפרדה (רזולוציה) מקסימלית

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
he: גודל התמונה המקסימלי כפי שמתבטא במימדים של רוחבXגובה (לדוגמה, 640x480). ניתן לקבוע ערך 0 (אפס) שפרושו שאין הגבלה.

source: Image path
he: מיקום קבצי תמונה

source: Enable custom alternate text
he: אפשר טקסט חילופי מותאם

source: Enable custom alternate text for images. Filename will be used if not checked.
he: אפשר את התאמת הטקסט החילופי עבור התמונות. טקסט זה מופיע בתגית ALT. אם אפשרות זה לא סומנה, יתבצע שימוש בשם הקובץ (ולכן כדאי לסמן אפשרות זאת אם רוצים שהטקסט החילופי יהיה ריק).

source: Enable custom title text
he: אפשר טקסט כותרת מותאם

source: Enable custom title text for images. Filename will be used if not checked.
he: אפשר את התאמת טקסט הכותרת שיוצג עבור התמונות בתגית title. אם אפשרות זה לא סומנה, יתבצע שימוש בשם הקובץ (ולכן כדאי לסמן אפשרות זאת אם רוצים שהטקסט החילופי יהיה ריק).

source: The image was resized to fit within the maximum allowed resolution of %resolution pixels
he: בוצע שינוי בגודל התמונה כדי שתתאים להפרדה המקסימלית של %resolution פיקסלים

source: Upload
he: טען

source: Delete
he: מחק

source: Filename:
he: שם קובץ:

source: Alternate text
he: טקסט חילופי

source: Alternate text to be displayed if the image cannot be displayed.
he: טקסט חילופי שיוצג אם לא ניתן להציג את התמונה

source: Title
he: כותרת

source: Text to be displayed on mouse overs.
he: כותרת שתוצג כשמרחפים על התמונה עם העכבר

source: If a new image is chosen, the current image will be replaced upon submitting the form.
he: אם נבחרה תמונה חדשה, התמונה הקיימת תוחלף בתמונה החדשה עם שמירת הטופס או עם הלחיצה על 'טען'

source: Image
he: שדה תמונה

source: Defines an image field type.
he: מגדיא סוג שדה של תמונה
