Repository: upei/drupal6-cms
Catalog: sites/all/modules/imagefield/po/imagefield.*.po
Languages: ru

source: Image upload was unsuccessful.
ru: Загрузка изображения закончилась неуспешно.

source: Maximum resolution for Images
ru: Максимальное разрешение для изображений

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
ru: Максимальный размер изображения в виде ШИРИНАxВЫСОТА (например, 640x480). Значение 0 означает отсутствие ограничений.

source: Image path
ru: Путь к изображению

source: Optional subdirectory within the "%dir" directory where images will be stored. Do not include trailing slash.
ru: Опционально. Подкаталог в каталоге "%dir" для хранения изображений. Не используйте обратный слэш.

source: Enable custom alternate text
ru: Включить пользовательский альтернативный текст

source: Enable custom alternate text for images. Filename will be used if not checked.
ru: Включить пользовательский альтернативный текст для изображений. Будет использовано имя файла, если поле пустое.

source: Enable custom title text
ru: Включить пользовательский заголовок

source: Enable custom title text for images. Filename will be used if not checked.
ru: Включить пользовательский заголовок для изображений. Будет использовано имя файла, если поле пустое.

source: Teaser preset
ru: Настройка анонса

source: Select the imagecache preset you want to handle thumbnails in the teaser.
ru: Выберите настройки imagecache для обрабатки эскизов в анонсе.

source: Body preset
ru: Настройка тела материала

source: Select the imagecache preset you want to handle thumbnails in the body.
ru: Выберите настройки imagecache для обработки эскизов в теле материала.

source: The image was resized to fit within the maximum allowed resolution of %resolution pixels
ru: Размер изображения изменен для соответствия максимально позволенному разрешению %resolution пикселей.

source: Upload
ru: Закачать

source: Delete
ru: Удалить

source: Filename:
ru: Имя файла

source: Alternate text
ru: Альтернативный текст

source: Alternate text to be displayed if the image cannot be displayed.
ru: Альтернативный текст отображается тогда, когда изображение не может быть отображено

source: Title
ru: Заголовок

source: Text to be displayed on mouse overs.
ru: Отображаемый текст при наведении мышкой.

source: If a new image is chosen, the current image will be replaced upon submitting the form.
ru: Если новое изображение выбрано

source: Image
ru: Изображение

source: Defines an image field type.
ru: Определяет тип поля для изображений.
