Repository: upei/drupal6-cms
Catalog: sites/all/modules/calendar/translations/calendar.*.po
Languages: sv

source: <p>View complete documentation at !link.</p>
sv: <p>Visa komplett dokumentation på !link.</p>

source: Calendar Legend.
sv: Bildtextkalender.

source: Calendar Legend
sv: Bildtextkalender

source: Year
sv: År

source: Month
sv: Månad

source: Day
sv: Dag

source: Week
sv: Vecka

source: Change date
sv: Ändra datum

source: The Date argument in this view must be set up to provide a default value set to the current date. Edit the argument, find 'Action to take if argument is not present.', choose 'Provide default argument', then select 'Current date'.
sv: Argumentet för Datum i denna vy måste sättas upp för tillhandahålla ett förvalt värde angivet till det nuvarande datumet. Redigera argumentet, leta upp "Åtgärd att utföra om argumentet inte finns". Välj "Tillhandahåll förvalt argument", och väl sen "Nuvarande datum".

source: is not a valid hex color
sv: är inte en giltig färg av typen hex

source: Calendar
sv: Kalender

source: View the calendar.
sv: Visa kalendern.

source: calendar
sv: kalender

source: Calendar module cannot be updated until after Views has been updated. Please return to <a href="@update-php">update.php</a> and run the remaining updates.
sv: Modulen Calender kan inte uppdateras innan Views har uppdateras. Var vänlig återgå till <a href="@update-php">update.php</a> och kör återstående uppdateringar.

source: calendar.module has updates, but cannot be updated until views.module is updated first.
sv: calender.module har uppdateringar, men kan inte uppdateras förrän views.module har uppdaterats.

source: Calendar requirements
sv: Krav för Calendar

source: The Calendar module requires a more current version of the Date API. Please check for a newer version.
sv: Modulen Calendar kräver en nyare version av Date API. Var vänlig leta reda på en nyare version.

source: The Calendar module requires the latest version of the Date API, be sure you are installing the latest versions of both modules.
sv: Modulen Calendar kräver den senaste versionen av Date API. Se till att du installerar den senaste versionen av båda modulerna.

source: Views plugin to display views containing dates as Calendars.
sv: Views plugin för att visa vyer som innehåller datum som kalendrar.

source: Date/Time
sv: Datum/Tid
