Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/contrib/image_gallery/translations/*.po
Languages: de

source: Image galleries can be used to organize and present groups of images. Galleries may be nested. To add a new gallery click the "add gallery" tab.
de: Mit Bildergalerien können Gruppen von Bildern geordnet und dargestellt werden. Galerien können ineinander verschachtelt werden. Um eine neue Galerie zu erstellen, klicken sie auf den Reiter „Bildergalerie hinzufügen“.

source: Image galleries
de: Bildergalerien

source: Create and manage image galleries.
de: Bildergalerien erstellen und verwalten.

source: List
de: Alle anzeigen

source: Add gallery
de: Bildergalerie hinzufügen

source: Image gallery
de: Bildergalerie

source: Configure appearance of image galleries.
de: Darstellung von Bildergalerien konfigurieren.

source: Edit image gallery
de: Bildergalerie bearbeiten

source: Gallery settings
de: Einstellungen für Bildergalerien

source: Images per page
de: Bilder pro Seite

source: Sets the number of images to be displayed in a gallery page.
de: Legt die Anzahl der Bilder fest, die auf einer Galerien-Seite dargestellt werden.

source: Display node info
de: Beitragsinformation anzeigen

source: Checking this will display the "Posted by" node information on the gallery pages.
de: Die Aktivierung wird die „Verfasst von“ Beitragsinformation auf den Galerieseiten anzeigen.

source: Operations
de: Operationen

source: edit gallery
de: Bildergalerie bearbeiten

source: No galleries available
de: Keine Bildergalerien vorhanden

source: Delete
de: Löschen

source: Gallery name
de: Name der Bildergalerie

source: The name is used to identify the gallery.
de: Der Name wird zur Identifizierung der Bildergalerie verwendet.

source: Description
de: Beschreibung

source: The description can be used to provide more information about the image gallery.
de: Die Beschreibung beinhaltet weitere Informationen über die Bildergalerie.

source: Parent
de: Übergeordneter Eintrag

source: Weight
de: Reihenfolge

source: When listing galleries, those with with light (small) weights get listed before containers with heavier (larger) weights. Galleries with equal weights are sorted alphabetically.
de: Wenn Bildergalerien aufgelistet werden, stehen die mit einem niedrigerem Wert für die Reihenfolge oberhalb derer mit einem höheren Wert. Ordner mit demselben Wert werden alphabetisch sortiert.

source: Submit
de: Speichern

source: Created new gallery %term.
de: Die Bildergalerie %term wurde neu angelegt.

source: The gallery %term has been updated.
de: Die Bildergalerie %term wurde aktualisiert.

source: The gallery %term has been deleted.
de: Die Bildergalerie %term wurde gelöscht.

source: Are you sure you want to delete the image gallery %name?
de: Soll die Bildergalerie %name wirklich gelöscht werden?

source: Deleting an image gallery will delete all sub-galleries. This action cannot be undone.
de: Beim Löschen einer Bildergalerie werden auch alle darin enthaltenen Galerien gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Abbrechen

source: The image gallery %term and all sub-galleries have been deleted.
de: Die Bildergalerie %term und alle darin enthaltenen Galerien wurden gelöscht.

source: root
de: Hauptebene

source: Image galleries may be nested below other galleries.
de: Bildergalerien können innerhalb einer anderen Bildergalerie eingeordnet werden.

source: Last updated: %date
de: Zuletzt aktualisiert: %date

source: Posted by: !name
de: Verfasst von: !name

source: Image Galleries
de: Bildergalerien

source: There is 1 image in this gallery
de: Es gibt ein Bild in dieser Galerie.

source: administer images
de: Bilder verwalten

source: Image Gallery
de: Bildergalerie

source: Allows sorting and displaying of image galleries based on categories.
de: Erlaubt das Sortieren und Darstellen von Bildergalerien auf der Basis von Kategorien.

source: Image
de: Bild
