Repository: upei/drupal6-cms
Catalog: sites/all/modules/token/translations/*.po
Languages: hu

source: Token
hu: Vezérjel

source: Provides a shared API for replacement of textual placeholders with actual data.
hu: Gondoskodik egy megosztott API-ról (alkalmazói program interfész) a szöveges helykitöltő felváltására aktuális adattal.

source: Replacement value
hu: Kicserélt érték

source: tokens
hu: vezérjelek

source: Anonymous
hu: Névtelen

source: The name of the currently logged in user.
hu: A jelenleg bejelentkezett felhasználó neve.

source: The user ID of the currently logged in user.
hu: A jelenleg bejelentkezett felhasználó azonosítója.

source: The email address of the currently logged in user.
hu: A jelenleg bejelentkezett felhasználó e-mail címe.

source: The url of the current Drupal website.
hu: A webhely url-je.

source: The name of the current Drupal website.
hu: A webhely neve.

source: The slogan of the current Drupal website.
hu: A webhely jelmondata.

source: The contact email address for the current Drupal website.
hu: A webhely kapcsolattartó e-mail címe.

source: The current date on the site's server.
hu: Az aktuális rendszeridő a webhely kiszolgálóján.

source: Referenced node ID.
hu: Hivatkozott tartalom azonosítója.

source: Referenced node title.
hu: Hivatkozott tartalom címe.

source: Formatted html link to the node.
hu: Formázott html link a tartalomhoz.

source: Raw number value.
hu: Nyers számérték.

source: Formatted number value.
hu: Formázott számérték.

source: Raw, unfiltered text.
hu: Nyers, szűretlen szöveg.

source: Formatted and filtered text.
hu: Formázott, szűrt szöveg.

source: Referenced user ID
hu: Hivatkozott felhasználói azonosító.

source: Referenced user name
hu: Hivatkozott felhasználónév.

source: Formatted html link to referenced user
hu: Formázott html link a hivatkozott felhasználóhoz.

source: Link title
hu: Link címe

source: Formatted html link
hu: Formázott html link

source: Image file ID
hu: Képállomány azonosító

source: Image title
hu: Kép címe

source: Image alt text
hu: Kép alternatív szöveg

source: Image file name
hu: Képállomány neve

source: Image path
hu: Kép elérési útja

source: Image MIME type
hu: Kép MIME-típusa

source: Image file size
hu: Kép állomány mérete

source: Fully formatted HTML image tag
hu: Teljesen megformázott HTML kép elem

source: The raw date value.
hu: Nyers adat értéke.

source: The formatted date.
hu: Formázott adat.

source: The raw date timestamp.
hu: A nyers adat időbélyege.

source: Date year (four digit)
hu: Dátum év (négy számjegy)

source: Date year (two digit)
hu: Dátum év (két számjegy)

source: Date month (full word)
hu: Dátum hónap (teljes szó)

source: Date month (abbreviated)
hu: Dátum hónap (rövidített)

source: Date month (two digit, zero padded)
hu: Dátum hónap (két számjegy, kitöltés nélkül)

source: Date month (one or two digit)
hu: Dátum hónap (egy vagy két számjegy)

source: Date week (two digit)
hu: Dátum hét (két számjegy)

source: Date date (day of month)
hu: Dátum dátum (a hónap napja)

source: Date day (full word)
hu: Dátum nap (teljes szó)

source: Date day (abbreviation)
hu: Dátum nap (rövidített)

source: Date day (two digit, zero-padded)
hu: Dátum nap (két számjegy, kitöltés nélkül)

source: Date day (one or two digit)
hu: Dátum nap (egy vagy két számjegy)

source: If the field has a to-date defined, the same tokens exist in the form: [to-????], where ???? is the normal token.
hu: Ha a mező keltezése meg van adva, ugyanazok a vezérjelek lesznek a formban: [to-????], ahol a ???? a normál vezérjel.

source: Node ID
hu: Tartalom azonosító

source: Node type
hu: Tartalom tipus

source: Node type (user-friendly version)
hu: Tartalom tipus (felhasználóbarát változat)

source: Node title
hu: Tartalom címe

source: Node author's user id
hu: Tartalom szerzőjének azonosítója

source: Node author's user name
hu: Tartalom szerzője

source: Name of top taxonomy term
hu: A taxonómia kifejezés neve

source: ID of top taxonomy term
hu: Taxonómia kifejezés azonosítója

source: Name of top term's vocabulary
hu: A vezető kifejezések szótárának neve

source: ID of top term's vocabulary
hu: A kifejezés-szótár azonosítója

source: Node creation year (four digit)
hu: Tartalom keletkezési éve (négy számjegy)

source: Node creation year (two digit)
hu: Tartalom keletkezési éve (két számjegy)

source: Node creation month (full word)
hu: Tartalom keletkezési hónapja (teljes szó)

source: Node creation month (abbreviated)
hu: Tartalom keletkezési hónapja (rövidítve)

source: Node creation month (two digit, zero padded)
hu: Tartalom keletkezési hónapja (két számjegy, kitöltés nélkül)

source: Node creation month (one or two digit)
hu: Tartalom keletkezési hónapja (egy vagy két számjegy)

source: Node creation week (two digit)
hu: Tartalom keletkezési hete (két számjegy)

source: Node creation date (day of month)
hu: Tartalom keletkezési hete (a hónap napja)

source: Node creation day (full word)
hu: Tartalom keletkezési napja (teljes szó)

source: Node creation day (abbreviation)
hu: Tartalom keletkezési napja (rövidített)

source: Node creation day (two digit, zero-padded)
hu: Tartalom keletkezési napja (két számjegy, kitöltés nélkül)

source: Node creation day (one or two digit)
hu: Tartalom keletkezési napja (egy vagy két számjegy)

source: All tokens for node creation dates can also be used with with the "mod-" prefix; doing so will use the modification date rather than the creation date.
hu: Minden vezérjel a tartalom keletkezési dátumhoz a "mod-" előtaggal lesz használatos; így a módosítás dátumát használva a keletkezési dátum helyett.

source: The name of the menu the node belongs to.
hu: A menü neve, amelyhez a tartalom tartozik.

source: The menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /.
hu: A menü elérési útvonala (visszatükrözve a morzsában), nem beleértve a Home vagy [menu]. Az egyes elemek / jellel legyenek elválasztva.

source: The title of the node's book parent.
hu: A könyv típusú tartalom szülő oldalának címe.

source: The id of the node's book parent.
hu: A könyv típusú tartalom szülő oldalának azonosítója.

source: The titles of all parents in the node's book hierarchy.
hu: A könyv típusú tartalmak neve a hierarchiában.

source: The id number of the category's parent vocabulary.
hu: A kategória szülő szótárának azonosítószáma.

source: The vocabulary that the page's first category belongs to.
hu: A szótár, amihez az oldal első kategóriája tartozik.

source: The name of the category.
hu: A kategória neve.

source: The id number of the category.
hu: A kategória azonosító száma.

source: User's name
hu: A felhasználó neve

source: User's ID
hu: A felhasználó azonosítója

source: User's email address
hu: A felhasználó e-mail címe

source: User's registration date
hu: A felhasználó regisztrációjának dátuma

source: Days since the user registered
hu: A felhasználó regisztrációjától eltelt napok száma

source: User's last login date
hu: A felhasználó utolsó bejelentkezésének dátuma

source: Days since the user's last login
hu: A felhasználó utolsó bejelentkezésétől eltelt napok száma

source: The current date in the user's timezone
hu: A helyes idő a felhasználó időzónájában.

source: The URL of the user's profile page.
hu: URL a felhasználó profil oldalához.

source: The URL the user's account editing page.
hu: URL a felhasználó adatainak szerkesztéséhez.
