Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/contrib/image_import/translations/image_import.*.po
Languages: el

source: You need to configure the import directory on the image import module's <a href='!admin-settings-image_import'>settings page</a>.
el: Πρέπει να διευθετήσετε τον κατάλογο εισαγωγής στη <a href='!admin-settings-image_import'>σελίδα ρυθμίσεων</a> της μονάδας image import.

source: Import
el: Εισαγωγή

source: No files were found
el: Δε βρέθηκαν αρχεία

source: Name
el: Όνομα

source: Size
el: Μέγεθος

source: Dimensions
el: Διαστάσεις

source: Title
el: Τίτλος

source: Body
el: Σώμα

source: %filename as <a href="!node-link">@node-title</a> <a href="!edit-link">[edit]</a>
el: %filename ως <a href="!node-link">@node-title</a> <a href="!edit-link">[επεξεργασία]</a>

source: Error importing %filename.
el: Σφάλμα κατά την εισαγωγή του %filename.

source: Successfully imported:
el: Έγινε εισαγωγή με επιτυχία:

source: No image files were imported.
el: Δεν έγινε εισαγωγή εικόνων.

source: Import path
el: Διαδρομή για την εισαγωγή

source: The directory to import image nodes from. Drupal will need to have write access to this directory so we can move the file.
el: Ο κατάλογος από τον οποίο θα γίνει η εισαγωγή των εικόνων. Το Drupal πρέπει να έχει πρόσβαση για εγγραφή στον κατάλογο αυτό, ώστε να μπορεί να μετακινήσει το αρχείο.

source: <strong>Note:</strong> a path begining with a <kbd>/</kbd> indicates the path is relative to the server's root, not the website's root. One starting without a <kbd>/</kbd> specifies a path relative to Drupal's root. For example: <kbd>/tmp/image</kbd> would be the temp directory off the root while <kbd>tmp/image</kbd> would be inside Drupal's directory.
el: <strong>Σημείωση:</strong> μια διαδρομή που αρχίζει με το <kbd>/</kbd> δείχνει ότι η διαδρομή είναι σχετική με τη ρίζα του διακομιστή και όχι τη ρίζα του διακομιστή ιστοσελίδων. Μια διαδρομή που δεν αρχίζει με το <kbd>/</kbd> ορίζει μια διαδρομή σχετική με τη ρίζα του Drupal. Για παράδειγμα: το <kbd>/tmp/image</kbd> θα είναι ένας προσωρινός κατάλογος εκτός της ρίζας, ενώ το <kbd>tmp/image</kbd> θα είναι μέσα στον κατάλογο του Drupal.

source: You can't import from the image module's directory. The import deletes the original files so you would just be asking for trouble.
el: Δεν μπορείτε να κάνετε εισαγωγή από τον κατάλογο της μονάδας module. Η εισαγωγή διαγράφει τις αρχικές εικόνες, οπότε μάλλον ψάχνετε για μπελάδες.

source: Import multiple image files and save them as image nodes. The files will be moved from their location into the image module's files directory.
el: Εισαγωγή πολλαπλών αρχείων εικόνων και αποθήκευσή τους ως κόμβοι εικόνων. Τα αρχεία θα μεταφερθούν από τις τοποθεσίες τους μέσα στον κατάλογο αρχείων της μονάδας image.

source: Searching for image files in %dirpath.
el: Αναζήτηση για αρχεία εικόνων στο %dirpath.

source: Configure the image import module's settings.
el: Διευθέτηση των ρυθμίσεων της μονάδας εισαγωγής εικόνων.

source: import images
el: εισαγωγή εικόνων

source: Image import
el: Εισαγωγή εικόνας

source: Import images from the filesystem.
el: Εισαγωγή εικόνων από το σύστημα αρχείων.

source: Change settings for the Image Import module.
el: Αλλαγή ρυθμίσεων για τη μονάδα Image Import.

source: Import directory has not been configured.
el: Δεν έχει οριστεί ο κατάλογος εισαγωγής.

source: The import directory must be <a href="@configure">configured</a> and exist in order for the Image import module to function.
el: Ο κατάλογος εισαγωγής πρέπει να έχει <a href="@configure">διευθετηθεί</a> και να υπάρχει προκειμένου να λειτουργεί η μονάδα Εισαγωγής Εικόνων.

source: Import directory <em>@dirpath</em> does not exist or is not writable.
el: Ο κατάλογος εισαγωγής <em>@dirpath</em> δεν υπάρχει ή δεν είναι εγγράψιμος.

source: The import directory <em>@dirpath</em> either does not exist or does not grant the web container write permission. Either <a href="@choose">choose</a> a different directory or create the <em>@dirpath</em> directory and grant write permissions. The Image import module will not function until this is corrected.
el: Ο κατάλογος εισαγωγής <em>@dirpath</em> είτε δεν υπάρχει είτε δεν έχει δικαίωμα εγγραφής για το διακομιστή ιστού. Είτε <a href="@choose">επιλέξτε</a> ένα διαφορετικό κατάλογο, είτε δημιουργήστε τον κατάλογο <em>@dirpath</em> και δώστε του δικαίωμα εγγραφής. Η μονάδα Εισαγωγής Εικόνων δε θα λειτουργήσει μέχρι να διορθωθεί αυτό.

source: Import directory <em>@dirpath</em> exists
el: Ο κατάλογος εισαγωγής <em>@dirpath</em> υπάρχει

source: Allows batches of images to be imported from a directory on the server.
el: Επιτρέπει τη μαζική εισαγωγή εικόνων από ένα κατάλογο στο διακομιστή.

source: Image
el: Εικόνα
