Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/translations/*.po
Languages: fr

source: Thumbnail
fr: Vignette

source: %file does not exist or is not executable.
fr: %file n'existe pas ou n'est pas exécutable

source: Location of the "convert" binary
fr: Chemin vers le binaire de "convert"

source: Allows easy attaching of image nodes to other content types.
fr: Permet facilement d'attacher des noeuds images aux autres types de contenu

source: Attach Images
fr: Joindre des images

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Should this node allows users to upload an image?
fr: Ce noeud permet-il aux utilisateurs d'ajouter des images?

source: The image module is not installed. The image_attach module will not function without it.
fr: Le module image n'est pas installé. Le module image_attach ne fonctionnera pas sans lui.Le module image n'est pas installé. Le module image_attach ne pourra pas fonctionner

source: Attached Images
fr: Images jointes

source: Image title
fr: Titre de l'image

source: Allows sorting and displaying of image galleries based on categories
fr: Permettre le tri et l'affichage des galleries d'image en se basant sur les catégoriesPermet de trier et de montrer des galeries d'image basées sur les catégories

source: Image galleries can be used to organize and present groups of images. Galleries may be nested. To add a new gallery click the "add gallery" tab.
fr: Les galeries d'images peuvent être utilisées pour organiser ou présenter un groupe d'images. Les galeries peuvent être imbriquées. Pour ajouter une nouvelle galerie, cliquez sur l'onglet "ajouter une galerie".

source: Gallery settings
fr: Paramètres galerie

source: Images per page
fr: Images par page

source: Sets the number of images to be displayed in a gallery page.
fr: Fixe le nombre d'images par page qui sera affiché dans une galerie.

source: image galleries
fr: galeries d'images

source: list
fr: liste

source: add gallery
fr: ajouter une galerie

source: Image galleries
fr: Galeries d'images

source: Delete
fr: Supprimer

source: Are you sure you want to delete the gallery %name?
fr: Êtes-vous certain de vouloir supprimer la galerie %name ?

source: Deleting a gallery will delete all sub-forums as well. However, the images will not be deleted. This action cannot be undone.
fr: Effacer une gallery va également effacer tous les forums sous-jacents. Les images ne seront toutefois pas effacées. Cette action est irréversible.Supprimer une galerie supprimera aussi tout les sous-forums. Cependant les images ne seront pas supprimées. Cette action ne peut être annulée.

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Created new gallery %term.
fr: La nouvelle galerie %term a été créée.

source: The gallery %term has been updated.
fr: La galerie %term a été mise à jour.

source: The gallery %term has been deleted.
fr: La galerie %term a été supprimée

source: Name
fr: Nom

source: Operations
fr: Opérations

source: edit gallery
fr: éditer la galerie

source: No galleries available
fr: Pas de galerie disponible

source: Gallery name
fr: Nom de la galerie

source: The name is used to identify the gallery.
fr: Le nom est utilisé pour identifier la galerie.

source: Weight
fr: Poids

source: When listing galleries, those with with light (small) weights get listed before containers with heavier (larger) weights. Galleries with equal weights are sorted alphabetically.
fr: En listant les galleries, ceux avec des poids légers (faibles) vont être listés avant ceux ayant des poids plus lourds (élevés). Les galleries avec des poids égaux sont triés alphabétiquement.Quand les galeries sont listées, les plus 'légères' sont listées avant celles qui sont plus 'lourdes'. Les galeries qui ont le même poids sont listées en ordre alphabétique.

source: root
fr: racine

source: Image galleries may be nested below other galleries.
fr: Les galeries d'images peuvent être incluses dans d'autres galeries

source: Last updated: %date
fr: Dernière mise à jour : %date

source: Posted by: %name
fr: Publié par : %name

source: Image Galleries
fr: Galeries d'images

source: There is 1 image in this gallery
fr: Il y a 1 image dans cette galerie

source: administer images
fr: gestion des images

source: The image module is used to create and administer images for your site. Each image is stored as a post, with thumbnails of the original generated automatically. There are two default thumbnail sizes, thumbnail and preview. The thumbnail size is shown as the preview for image posts and when browsing image galleries. The preview is the default size when first displaying an image node.
fr: Le module image est utilisé pour créer et administrer les images de votre site. Chaque image est stockée comme une soumission, avec les vignettes de l'image originale créée automatiquement. Il y a par défaut deux tailles de vignettes, "vignette" et "aperçu". La taille "vignette" est montrée comme aperçu pour les soumissions et en naviguant les galleries. La taille "aperçu" est la taille par défaut en affichant un noeud image.Le module image est utilisé pour gerer des images et des galeries pour votre site. Chaque image est stockée comme un envoi, avec génération automatique de vignette. Il y a deux tailles de vignettes par défaut, vignette et aperçu. La vignette est montrée dans la vue des envois d'images et dans la navigation des galeries. L'aperçu est la taille par défaut de l'image dans la vue du noeud image.

source: Image administration allows the image directory and the image sizes to be set.</p><p> Image galleries are used to organize and display images in galleries. The list tab allows users to edit existing image gallery names, descriptions, parents and relative position, known as a weight. The add galleries tab allows you to create a new image gallery defining name, description, parent and weight.
fr: L'administration de ce module permet de régler le répertoire des images et la taille des images.</p><p> Les galleries d'images sont utilisées pour organiser et afficher les images en galleries. L'onglet "liste" permet aux utilisateurs d'éditer le nom, descriptions, parents et positions relatives (le poids) des galleries d'images existantes. L'onglet "ajouter une gallerie" vous permet de créer une nouvelle gallerie d'image en définissant son nom, sa description, ses parents et son poids.

source: <p>You can</p> <ul> <li>view image handling messages in <a href="%admin-settings">administer &gt;&gt; settings</a>.</li> <li>configure image sizes and file directories at <a href="%admin-settings-image">administer &gt;&gt; settings &gt;&gt; image</a>.</li> <li>use the <a href="%external-http-drupal-org-project-img_assist">image assist module</a> to upload and insert images into posts.</li>
fr: <p>Vous pouvez</p> <ul> <li>voir les messages associés à des images à <a href="%admin-settings">administrer &gt;&gt; configurations</a>.</li> <li>configurer les tailles d'images et les répertoires à <a href="%admin-settings-image">administrer &gt;&gt; configuration &gt;&gt; image</a>.</li> <li>utiliser <a href="%external-http-drupal-org-project-img_assist">image assist module</a> pour envoyer et insérer des images dans les envois</li>

source: For more information please read the configuration and customization handbook <a href="%image">Image page</a>.
fr: Pour plus d'informations, veuillez consulter la <a href="%image">page image</a> du guide de configuration et de paramétrage.Pour plus d'information veuillez lire la <a href="%image">page Image</a> des manuels de configuration et de personnalisation

source: Allows uploading of images.
fr: Permet l'envoi d'images.

source: An image (with thumbnail). This is ideal for publishing photographs or screenshots.
fr: Une image (avec vignette). Ceci est idéal pour la publication de photographies ou de captures d'écran.

source: File paths
fr: Chemin des fichiers

source: Default image path
fr: Chemin par défaut des images

source: Subdirectory in the directory "%dir" where pictures will be stored. Do not include trailing slash.
fr: Sous-répertoire du répertoire "%dir" dans lequel les images seront stockées. Ne pas inclure le slash de fin dans le chemin.

source: Image sizes
fr: Tailles de l'image

source: Select various pixel dimensions, "thumbnail" and "preview" are required.
fr: Sélectionne plusieurs dimensions en pixel, "vignette" et "aperçu" sont requis.

source: Label
fr: Etiquette

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Uploaded file is not a valid image
fr: Le fichier envoyé n'est pas une image valide

source: Latest image
fr: Dernière image

source: Random image
fr: Image aléatoire

source: Title
fr: Titre

source: Click "Browse..." to select an image to upload.
fr: Cliquez sur "Parcourir..." pour sélectionner une image à envoyer.

source: Make sure you have a working image toolkit installed and enabled, for more information see: %settings
fr: Vérifiez que vous avez une boîte à outils pour image installé et activé, pour plus d'informations, voir: %settingsAssurez-vous d'avoir un environnement de manipulation d'image fonctionnel, pour plus d'information veuillez voir : %settings

source: the settings page
fr: la page des paramètres

source: Unable to create %label image
fr: Impossible de créer l'image %label

source: create images
fr: création d'images

source: view original images
fr: voir l'image originale

source: <p>Admins may create many image nodes at once by uploading all images to a folder on the server. This upload happens outside of Drupal, usually using an FTP client.</p>
fr: <p>Les administrateurs peuvent créer plusieurs images à la fois en téléchargeant toutes les images dans un répertoire du serveur. Ce téléchargement se passe en dehors de Drupal, typiquement en utilisant un client FTP.</p>

source: Allows uploading of images and creating image galleries.
fr: Permet l'envoi d'images et la création de galeries.

source: Below is a status of image module's current configuration.
fr: Voici la configuration actuelle du module image.

source: <h4>Fast Mode</h4><ul> <li>Creates all image nodes at once without user interaction.</li> <li>Applies the same taxonomy term(s) to each node, thus creating a gallery.</li> <li>If IPTC data is present in the image, the headline and caption fields are used to populate the title and body respectively.</li> <li>If the image dimensions are bigger than the maximum allowed, the image is automatically scaled down.</li></ul>
fr: <h4>Mode rapide</h4><ul> <li>À partir d'un répertoire contenant plusieurs images, cette fonction permet de créer tous les noeuds correspondants à la fois, sans intervention de l'usager.</li> <li>Le ou les mêmes termes de classification seront attribués à chaque noeud, ce qui créera une galerie instantanément.</li> <li>Si des données IPTC font partie de l'image d'origine, les champs d'en-tête et de légende serviront à remplir le titre et le corps du texte correspondants.</li><li>Si les dimensions de l'image dépassent la taille maximale permise, celle-ci sera réduite automatiquement.</li></ul>

source: <h4>Slow Mode</h4><ul> <li>Manipulate each image individually (i.e. crop, rotate, etc.).</li> <li>Add custom titles, descriptions, etc.</li></ul>
fr: <h4>Mode lent</h4><ul> <li>Manipulez chaque image individuellement (recadrage, rotation, etc.).</li> <li>Ajoutez des titres personnalisés, des descriptions, etc.</li></ul>

source: Allow users to upload images and to display them in shared and personal image galleries.
fr: Permet aux utilisateurs d'envoyer des images sur le serveur et de les afficher dans des galeries personnelles ou partagées.

source: Images can be uploaded into either shared or personal galleries. Once images are uploaded they can be manipulated. The image system will auto-generate thumbnails for all images to be used in other nodes via filters and in gallery navigation. These settings allow you to control where images are placed, how they are displayed, and any restrictions that should be enforced.
fr: Les images peuvent être envoyées dans des galeries personnelles ou partagées. Une fois envoyées, les images peuvent être manipulées. Le système générera automatiquement des vignettes pour toutes les images, qu'elles soient utilisées dans d'autres noeuds (moyennant l'utilisation de filtres) ou dans la navigation par galeries. Les paramètres ci-dessous vous permettent de contrôler l'emplacement des images, leur mode d'affichage ainsi que toute restriction devant leur être appliquée.

source: An image you can insert into nodes, or see in image galleries.
fr: Une image peut être insérée dans tout type de noeud, ou être visualisée dans une galerie d'image.

source: You may link to images on this site <a href="%explanation-url">using a special syntax</a>
fr: Vous pouvez établir des liens vers les images de ce site <a href="%explanation-url">en utilisant une syntaxe spéciale</a>

source: Subdirectory in the directory "%dir" where pictures will be stored.
fr: Sous-répertoire du répertoire "%dir" dans lequel les images seront stockées.

source: <p>You may quickly link to image nodes using a special syntax. The image code(s) will be replaced by thumbnail linked to full size image node. Syntax: <code>[image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]</code>. Every parameter except node_id is <em>optional</em>.</p>
fr: <p>Vous pouvez rapidement établir des liens vers les images en utilisant une syntaxe spéciale. Le code de l'image sera remplacé par une miniature avec un lien hypertexte vers l'image grand format. Syntaxe: <code>[image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]</code>. Tous les paramètres sont <em>optionels</em> à l'exception de node_id.</p>

source: Allow users to view original image
fr: Autorise les utilisateurs à visualiser l'image originale

source: Explanation or submission guidelines
fr: Explication ou règles de soumission

source: This text will be displayed at the top of the image submission form. It is useful for helping or instructing your users.
fr: Ce texte sera affiché dans la partie supérieure du formulaire de soumission d'images. Il pourra servir à donner des directives ou des informations aux usagers.

source: Default path for uploaded images relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
fr: Répertoire par défaut des images, relatif au répertoire racine de votre installation de Drupal; il doit être accessible en écriture, et visible depuis le web. N'oubliez pas le "slash" (/) à la fin.

source: Default thumb path
fr: Répertoire par défaut des vignettes

source: Default path for thumbnails relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
fr: Répertoire par défaut pour les vignettes, relatif au répertoire racine de votre installation de Drupal; il doit être accessible en écriture, et visible depuis le web. N'oubliez pas le "slash" (/) à la fin.

source: Temporary image path
fr: Chemin temporaire des images

source: Path for working directory relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
fr: Répertoire de travail par défaut, relatif au répertoire racine de votre installation de Drupal; il doit être accessible en écriture, et visible depuis le web. N'oubliez pas la barre oblique (/) à la fin.

source: Maximum temporary image directory size
fr: Taille maximale du répertoire d'images temporaires

source: MBytes.
fr: MOctets.

source: Stored images filenames
fr: Noms de fichier des images stokées

source: The filename of an image stored on the server could be based on an unique random string or include the original filename. In the later case, the node id will be appended to the filename.
fr: Le nom de fichier d'une image stockée sur le serveur peut être basé uniquement sur une chaîne de caractères aléatoire, ou inclure le nom de fichier original. Dans ce dernier cas, l'identifiant du noeud terminera le nom de fichier.

source: Default max image size
fr: Taille maximale de l'image par défaut

source: KBytes.
fr: KOctets.

source: Default max image resolution
fr: Résolution maximale de l'image par défaut

source: Example: 800x600.
fr: Exemple: 800x600.

source: Default thumbnail resolution
fr: Résolution par défaut des vignettes

source: Default size of thumbnails: format will be the same as original image. Use just one dimension, and put a "x" to specify height. Examples: "100" for width of 100; "x200" for height of 200.
fr: Taille des vignettes par défaut: le format sera le même que celui de l'image originale. Ne mettez qu'une seule dimension, et mettez "x" pour spécifier une hauteur. Exemple : "100" pour une largeur de 100; "x200" pour une hauteur de 200.

source: Image library
fr: Librairie graphique

source: Select the image library to be used during thumbnail generation and image manipulation. Use ImageMagick if you can; GD produces worse thumbnails, might not support GIF and this module doesn't support image editing (rotate, crop etc) with it.
fr: Sélectionnez la librairie graphique à utiliser pour la génération des vignettes et la manipulation des images. Utilisez ImageMagick si vous le pouvez; GD produit de moins belles vignettes, pourrait ne pas supporter le format GIF, et le module ne supporte pas la modification des images (rotation, recadrage, etc ...).

source: Imagemagick Convert path
fr: Chemin du binaire "convert" Imagemagick

source: Absolute path to ImageMagick convert file. Include the 'convert.exe' (or other filename) at the end. Leave it blank if you have selected GD library.
fr: Chemin d'accès absolu à l'utilitaire "convert" de ImageMagick. Incluez le 'convert.exe' (ou autre nom de fichier) à la fin. Laissez vierge si vous avez sélectionné la librairie GD.

source: Background Color
fr: Couleur d'arrière-plan

source: Color used to fill in background when rotating images.
fr: Couleur utilisée pour remplir l'arrière plan lors de la rotation des images.

source: jhead path
fr: chemin d'accès à jhead

source: Absolute path of jhead, for EXIF parsing; blank to disable.
fr: Chemin absolu de jhead, pour l'analyse EXIF. Laissez vide pour désactiver.

source: Gallery Navigation Vocabulary
fr: Vocabulaire de Navigation dans la galerie

source: One of the taxonomy vocabularies will be the navigation tree. Select it here. Make sure that a term from this vocabulary is required.
fr: L'un des vocabulaires de classification servira de racine pour l'arborescence de navigation. Veuillez choisir ce vocabulaire ici, et vous assurer que la sélection d'un terme correspondant est requise.

source: Gallery Thumbnails
fr: Vignettes de la galerie

source: Set the thumbnail to be dislayed on the gallery page.
fr: Sélectionnez la vignette à afficher sur la page des galeries.

source: Specify how many rows of thumbnails in each page of the gallery.
fr: Spécifiez un nombre de rangées de vignettes par page de la galerie.

source: Gallery Columns
fr: Nombre de colonnes de la galerie

source: Specify how many columns of thumbnails in each page of the gallery.
fr: Spécifiez combien de colonnes de vignettes vous désirez dans chaque page de la galerie.

source: Gallery Order
fr: Ordre de la galerie

source: Order of thumbnails within a gallery. Lighter and heavier refer to weight property.
fr: Ordre des vignettes au sein d'une galerie. Plus léger et plus lourds font référence au poids.

source: Personal Image Galleries
fr: Galeries d'images personnelles

source: Activate/deactivate personal image galleries site-wide. When enabled you can use the "has personal image gallery" permission to control which roles have personal galleries.
fr: Activez ou désactivez les galeries personnelles pour l'ensemble du site. Lorsqu'elles sont activées, vous pouvez utiliser la permission "a une galerie personnelle" pour contrôler quels rôles ont une galerie personelle.

source: Personal Gallery Picture Limit
fr: Nombre maximal d'images de la galerie personnelle

source: Set how many pictures users are allowed.
fr: Indiquez à combien d'images les utilisateurs ont droit.

source: Personal Gallery Picture Limit Per Role
fr: Gestion des limites de taille des galeries personnelles par rôle

source: Enabling this will allow for setting a maximum number of pictures per role.
fr: En activant ceci, vous pouvez fixer un nombre maximum d'images en fonction du rôle de l'utilisateur.

source: Personal Gallery Size Limit
fr: Taille maximale de la galerie d'images personnelle

source: Set a maximum number of kilobytes allowed per user.
fr: Fixe une taille maximale en kilo-octets autorisée par utilisateur.

source: Disable Image Caching
fr: Désactivation de la mise en cache des images

source: Enabling this will add random parameters to image URIs which will prevent the browser from caching.
fr: Ceci ajoutera des paramètres aléatoires aux URIs des images pour éviter la mise en cache des images par votre navigateur.

source: view original
fr: voir l'original

source: directory upload: slow
fr: répertoire téléchargement : lent

source: directory upload: fast
fr: répertoire de téléchargement : rapide

source: my image gallery
fr: ma galerie d'images

source: edit this image
fr: modifier cette image

source: Edit this image.
fr: Modifier cette image.

source: %u's image gallery
fr: galerie d'images de %u

source: View %u's image gallery.
fr: Afficher la galerie d'images de %u.

source: %t image gallery
fr: galerie d'images de %t

source: View %t image gallery.
fr: Afficher la galerie d'images de %t.

source: previous image
fr: image précédente

source: next image
fr: image suivante

source: Image gallery
fr: Galerie d'images

source: EXIF data
fr: Données EXIF

source: IPTC data
fr: Données IPTC

source: Weight of image used to sort thumbnails. Heavier thumbnails will fall to the bottom of the gallery.
fr: Poids des images utilisé pour trier les miniatures. Les miniatures les plus lourdes "tomberont" en bas de la galerie.

source: Personal
fr: Personnel

source: A personal image can only be seen in the user's image gallery.
fr: Une image personnelle ne peut être vue que dans la galerie de l'utilisateur l'ayant mise en ligne.

source: The image file you are trying to upload is too big.
fr: L'image que vous tentez d'envoyer est trop volumineuse.

source: The image file was only partially uploaded. Please try again.
fr: Le fichier n'a été que partiellement envoyé. Réessayez.

source: You must select an image for upload.
fr: Vous devez sélectionner une image à envoyer.

source: Error processing image file.
fr: Erreur lors du traitement de l'image.

source: Uploaded file was not an image.
fr: Le fichier envoyé n'est pas une image.

source: image type '%type' is not supported.
fr: le format d'image %type n'est pas supporté.

source: The uploaded image(%ax%b) is too large (max %cx%d).
fr: L'image envoyée (%ax%b) est trop grande (max %cx%d).

source: Image filter
fr: Filtre d'image

source: Image codes
fr: Codes d'image

source: When enabled, image codes will be replaced by thumb linked to real node. Syntax: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; every param but node_id is optional.
fr: S'ils sont activés le code d'images sera remplacé par une miniature reliée au noeud réel. Syntaxe: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; Chaque paramètre (sauf node_id) est optionnel.

source: Cannot save image.
fr: Impossible de sauver l'image.

source: Cannot delete old image.
fr: Impossible de détruire l'ancienne image.

source: Cannot delete old thumb.
fr: Impossible de détruire l'ancienne vignette.
