Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/translations/*.po
Languages: fr

source: Cannot create thumbnail. Current GD library has no read support for '%type' image format.
fr: Impossible de créer la vignette. La librairie GD actuelle ne prends pas en charge la lecture du format d'image '%type'.

source: Cannot create thumbnail. Current GD library has no support for '%type' format image creation.
fr: Impossible de créer la vignette. La librairie GD actuelle ne prends pas en charge l'écriture au format d'image '%type'.

source: Imagemagick: you have to set <code>convert</code> path.
fr: Imagemagick: Vous devez définir le chemin vers la commande <code>convert</code>.

source: You can have at most %a images in your gallery.
fr: Vous ne pouvez pas avoir plus de %a images dans votre galerie.

source: You have %a kb for your gallery.
fr: Vous avez %a ko pour votre galerie.

source: File is too big (max %a kbytes)
fr: Le fichier est trop gros (maximum %a kilo-octets)

source: Upload directory is full.
fr: Le répertoire de destination est plein.

source: Resize/Crop
fr: Re-dimensionner/Re-cadrer

source: keep prop
fr: conserver les propriétés

source: Rotate
fr: Rotation

source: clockwise
fr: sens horaire

source: background
fr: fond

source: white
fr: blanc

source: black
fr: noir

source: Quality (1-100)
fr: Qualité (1-100)

source: Home
fr: Accueil

source: %u's Image Gallery
fr: Galerie d'images de %u

source: Access Denied
fr: Accès refusé

source: There is 1 image in this album.
fr: Il y a une image dans cet album.

source: There are %a images in this album.
fr: Il y a %a images dans cet album.

source: There are no images in this album.
fr: Il n'y a aucune image dans cet album.

source: Last updated:
fr: Dernière mise à jour :

source: Directory to scan
fr: Répertoire à scanner

source: The path to the directory which holds the source image files. This path should be relative to Drupal root directory - don't forget the slash (/) at the end.
fr: Le chemin vers le répertoire qui contient les fichiers d'images. Ce chemin est relatif au répertoire d'installation de Drupal - N'oubliez pas le slash (/) en fin de chaîne.

source: Show resized image. Use only if you have large bandwidth.
fr: Montre l'image redimensionnée. N'utilisez que si vous avez une bonne bande passante.

source: Delete images after insert
fr: Supprime après insertion

source: If instructed, Drupal will delete all files in the above directory after creating the image nodes.
fr: Si la case est cochée, Drupal supprimera tous les fichiers dans le répertoire ci-dessus après la création des noeuds des images.

source: Add new gallery
fr: Ajouter une nouvelle galerie

source: If needed, create a new term for this gallery by clicking on one of these vocabularies
fr: Si cela s'avère nécessaire, vous pouvez créer un nouveau terme pour cette galerie en cliquant sur l'un de ces vocabulaires

source: Directory upload
fr: Répertoire d'envoi

source: is not a directory
fr: n'est pas un répertoire

source: is not writable. Change permissions on server
fr: n'est pas accessible en écriture. Changez les permissions sur le serveur

source: You may wish to view your new images:
fr: Vous voulez probablement voir vos nouvelles images :

source: gallery
fr: galerie

source: is not an image.
fr: n'est pas une image.

source: image type is not supported.
fr: type d'image non supporté.

source: Role
fr: Rôle

source: Limit
fr: Limite

source: Set how many pictures each role listed above is allowed. "Personal Gallery Picture Limit" will be the default value for new roles.
fr: Défini à combien d'images les rôles ci-dessus ont droit. La "quantité maximale d'image par galerie personnelle" sera la valeur par défaut pour les nouveaux rôles.

source: has personal image gallery
fr: possède une galerie d'images personnelle

source: manipulate images
fr: manipulation des images

source: access images
fr: accès aux images

source: thumbnail
fr: vignette

source: preview
fr: aperçu
