Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/translations/image.*.po
Languages: eu

source: The image module is used to create and administer images for your site. Each image is stored as a post, with thumbnails of the original generated automatically. There are two default thumbnail sizes, thumbnail and preview. The thumbnail size is shown as the preview for image posts and when browsing image galleries. The preview is the default size when first displaying an image node.
eu: Irudi-modulua zure gunerako irudiak sortzeko eta administratzeko da. Irudi bakoitza berri-mezu gisa gordetzen da, eta jatorrizkoaren irudi txikiak modu automatikoan sortzen dira. Irudi txikiek bi neurri dituzte lehenetsita: irudi txikia eta aurrebista. Irudi txikiaren neurria irudi-mezuak erakustean eta irudi-galeriakarakatzean ikusten da. Aurrebista, berriz, neurri lehenetsia da irudi-nodoak lehenengo aldiz erakusterako orduan.

source: Image administration allows the image directory and the image sizes to be set.</p><p> Image galleries are used to organize and display images in galleries. The list tab allows users to edit existing image gallery names, descriptions, parents and relative position, known as a weight. The add galleries tab allows you to create a new image gallery defining name, description, parent and weight.
eu: Irudi-administratzaileak bide ematen du irudi-direktorioa eta irudien neurriak ezartzeko.</p><p> Irudi-galeriak irudiak galeriatan antolatzeko eta erakusteko erabiltzen dira. Zerrendaren fitxak aukera ematen dio erabiltzaileari existitzen diren irudi-galerietako izenak, deskribapenak, gurasoak eta posizioa erlatiboa (pisua)editatzeko. Galeriak gehitzako fitxak aukera ematen dizu irudi-galeria berria sortzeko, haren izena, deskribapena, gurasoak eta pisua definituz.

source: <p>You can</p> <ul> <li>view image handling messages in <a href="%admin-settings">administer &gt;&gt; settings</a>.</li> <li>configure image sizes and file directories at <a href="%admin-settings-image">administer &gt;&gt; settings &gt;&gt; image</a>.</li> <li>use the <a href="%external-http-drupal-org-project-img_assist">image assist module</a> to upload and insert images into posts.</li>
eu: <p>Aukera duzu</p> <ul> <li>irudiak dituzten mezuak ikusteko, hemen:<a href="%admin-settings">administer &gt;&gt; settings</a>.</li> <li>konfiguratu irudien neurriak eta fitxategi-direktoriak, hemen:<a href="%admin-settings-image">administer &gt;&gt; settings &gt;&gt; image</a>.</li> <li>erabili hau:<a href="%external-http-drupal-org-project-img_assist">image assist module</a> irudiak kargatu, eta mezuetan sartzeko.</li>

source: For more information please read the configuration and customization handbook <a href="%image">Image page</a>.
eu: Informazio gehiago nahi baduzu, irakurri konfigurazioari eta pertsonalizazioari buruzko eskuliburua <a href="%image">Image page</a>.

source: Image
eu: Irudia

source: An image (with thumbnail). This is ideal for publishing photographs or screenshots.
eu: Irudia(irudi txikiarekin). Aukera aparta da argazkiak edo pantaila-argazkiak argitaratzeko.

source: File paths
eu: Fitxategien bide-izenak

source: Default image path
eu: Irudiaren bide-izen lehenetsia

source: Subdirectory in the directory "%dir" where pictures will be stored. Do not include trailing slash.
eu: Irudiak "%dir" direktorioko azpidirektorioan gordeko dira. Ez idatzibarrarik amaieran.

source: Maximum upload size
eu: Kargaren gehienezko tamaina

source: Maximum size of uploads per file, in kilobytes
eu: Kargaren gehienezko tamaina fitxategiko, kilobytetan adierazia

source: Image sizes
eu: Irudien neurriak

source: Select various pixel dimensions, "thumbnail" and "preview" are required.
eu: Aukeratu hainbat p√≠xel-dimentsio; "irudi txikia" eta "aurrebista" beharrezkoak dira.

source: Label
eu: Etiketak

source: Width
eu: Zabalera

source: Height
eu: Altuera

source: image
eu: irudia

source: Image module settings.
eu: Irudi moduluaren ezarpenak

source: Uploaded file is not a valid image. Only JPG, PNG and GIF files are allowed.
eu: Kargatutako fitxategia ez da irudi baliagarria. JPG, PNG eta GIF fitxategiak onartzen dira bakarrik.

source: The image you uploaded was too big. You are only allowed upload files less than %max_size but your file was %file_size.
eu: Kargatutako irudia handiegia da. Aukera duzu, gehienez, %max_size tamainako fitxategiak kargatzeko. Zure fitxategia, baina, %file_size tamainakoa zen.

source: original
eu: jatorrizkoa

source: Latest image
eu: Azken irudia

source: Random image
eu: Ausazko irudia

source: Thumbnail
eu: Irudi txikia

source: Title
eu: Izenburua

source: Click "Browse..." to select an image to upload.
eu: Klikatu "Arakatu..." kargatu nahi duzun irudia aukeratzeko.

source: Body
eu: Gorputza

source: Image: Display Image
eu: Irudia: Erakutsi irudia

source: Image with link
eu: Irudia loturarekin

source: No image toolkit is currently enabled. Without one the image module will not be able to resize your images. You can select one from the <a href="!link">image toolkit settings page</a>.
eu: Ez duzu gaitu irudientzako tresna-kitik. Hori gabe, irudi-moduluak ezin duirudien tamaina aldatu. Kit bat hauta dezakezu, hemen: <a href="!link">irudientzako tresna-kitaren ezarpen orria </a>.

source: Unable to create scaled %label image
eu: Ezin du %label irudia eskalatua sortu

source: Unable to create %label image
eu: Ezin du %label irudia sortu

source: create images
eu: sortu irudiak

source: view original images
eu: ikusi jatorrizko irudiak

source: edit own images
eu: editatu neure irudiak

source: Allows uploading, resizing and viewing of images.
eu: Irudiak kargatzeko, tamaina-aldatzeko eta ikusteko aukera ematen du.
