Repository: upei/drupal6-cms
Catalog: sites/all/modules/image/translations/modules-image.*.po
Languages: ru

source: Image file settings
ru: Параметры закачиваемого файла

source: Default image path
ru: Путь к картинкам по умолчанию

source: Subdirectory in the directory "%dir" where pictures will be stored. Do not include trailing slash.
ru: Поддиректория в директории "%dir" где будут храниться картинки. Символ слеша в конце не нужен.

source: Maximum upload size
ru: Максимальный размер закачиваемого файла

source: Maximum file size for image uploads. When a maximum image dimensions is specified for original images the size is checked after resizing.
ru: Максимальный размер закачиваемой картинки. Если определено максимальное разрешение закачиваемых картинок (что означает сжатие оригиналов изображений), размер проверяется после сжатия.

source: Image sizes
ru: Размеры картинок

source: The <em>Scale image</em> operation resizes images so that they fit with in the given dimensions. If only one dimension is specified the other dimension will be computed based on the image's aspect ratio. The <em>Scale and crop image</em> operation resizes images to be exactly the given dimensions. If only one dimension is specified the image will not be cropped, making this is equivalent to <em>Scale image</em>.
ru: Действие <em>Сжать картинку</em> изменяет размер картинки таким образом, чтобы она умещалась в заданные пределы. Если указано только одно число, второе вычисляется пропорционально размерам оригинала. Действие <em>Сжать и обрезать картинку</em> сожмёт и обрежет картинку по краям таким образом, чтобы она точно соответствовала требуемому размеру. Если указано только одно число, картинка не будет обрезана, и действие будет аналогичным простому сжатию.

source: Note: 'Original' dimensions will only be used to resize images when they are first uploaded. Existing originals will not be modified.
ru: Заметка: Размеры 'Оригинала' изменфяются только в момент закачки картинки. Изображения, закачанные ранее, не будут модифицированы.

source: Hidden
ru: Скрыто

source: Same window
ru: В том же окне

source: New window
ru: В новом окне

source: Scale image
ru: Сжать картинку

source: Scale and crop image
ru: Сжать и обрезать картинку

source: You must specify width, height or both dimensions.
ru: Введите ширину, высоту, или оба параметра картинки.

source: Changes to the images sizes mean that the derivative images will need to be regenerated.
ru: Изменения размеров означают, что производные картинки будут созданы заново, в соответствии с новыми требованиями.

source: Label
ru: Метка

source: Operation
ru: Действие

source: Width
ru: Ширина

source: Height
ru: Высота

source: Link
ru: Ссылка

source: ImageMagick Binary
ru: Параметры программы ImageMagick

source: ImageMagick is a standalone program used to manipulate images. To use it, it must be installed on your server and you need to know where it is located. If you are unsure of the exact path consult your ISP or server administrator.
ru: ImageMagick - это пакет утилит для обработки изображений. Чтобы его использовать, он должен быть установлен на Вашем сервере, и Вы должны знать к нему путь. Если Вы не уверены, установлен ли он и где находится, проконсультируйтесь с Вашим хостером или администратором сервера.

source: Path to the "convert" binary
ru: Путь к утилите "convert"

source: Specify the complete path to the ImageMagic <kbd>convert</kbd> binary. For example: <kbd>/usr/bin/convert</kbd> or <kbd>C:\Program Files\ImageMagick-6.3.4-Q16\convert.exe</kbd>
ru: Введите полный путь к утилите <kbd>convert</kbd>. Например: <kbd>/usr/bin/convert</kbd> или <kbd>C:\Program Files\ImageMagick-6.3.4-Q16\convert.exe</kbd>

source: Display debugging information
ru: Отображать отладочную информацию

source: Checking this option will display the ImageMagick commands and ouput to users with the <em>administer site configuration</em> permission.
ru: Включив эту опцию, пользователь с администраторскими правами будет видеть все команды ImageMagick, которые будет выполнит сервер.

source: No file %file could be found. PHP's <a href='!open-basedir'>open_basedir</a> security resriction is set to %open-basedir, which may be interfering with the attempts to locate ImageMagick.
ru: Файл %file не найден. Настройка PHP <a href='!open-basedir'>open_basedir</a> установлена в "%open-basedir". Если она настроена неправильно, это может влиять на попытки обнаружить ImageMagick.

source: The specified ImageMagic path %file does not exist.
ru: Указанный путь к ImageMagic %file не существует

source: ImageMagick could not be found. The admin will need to set the path on the <a href='@image-toolkit-settings'>image toolkit page</a>.
ru: ImageMagick не найден. Администратор должен определить путь к программе обработки изображений на странице <a href='@image-toolkit-settings'>настройки обработки изображений</a>.

source: ImageMagick command: @command
ru: ImageMagick, команда: @command

source: ImageMagick output: @output
ru: ImageMagick, ответ: @output

source: ImageMagick reported an error: %error
ru: ImageMagick, ошибка: %error

source: Image
ru: Картинки

source: Allows uploading, resizing and viewing of images.
ru: Позволяет закачивать, изменять размеры и просматривать картинки.

source: Stores image files information.
ru: Хранить информацию о картинках

source: Primary Key: The {node}.nid of the image node.
ru: Главный идентификатор: {node}.nid материала данной картинки.

source: Index: The {files}.fid of the image file.
ru: Индекс: {files}.fid файла картинки.

source: Primary Key: The {files}.filename of the image file. For image module this indicates the file size.
ru: Главный идентификатор: {files}.filename файла картинки. Для модуля картинок показывается размер файла.

source: The %toolkit-name toolkit is installed
ru: Установлен набор инструментов %toolkit

source: Not installed
ru: Не установлено

source: No image toolkit is currently enabled. Without one the image module will not be able to resize your images. You can select one from the <a href="!link">image toolkit settings page</a>.
ru: Не включено ни одного обработчика изображений. Без него модуль image не сможет сжимать или обрезать картинки. Вы можете включить обработчик на странице <a href="!link">обработки изображений</a>.

source: Image toolkit
ru: Набор инструментов для обработки картинок

source: Missing directory
ru: Отсутствующая директория

source: The image module's image directory %image-dir is missing.
ru: Директория для хранения картинок %image-dir отсутствует.

source: Missing temp directory
ru: Отсутствует директория временных файлов

source: The image module's temp directory %temp-dir is missing.
ru: Директория для хранения временных файлов и картинок %temp-dir отсутствует

source: Exists (%path)
ru: Существует (%path)

source: Image module directories
ru: Директории модуля image

source: Original
ru: Оригинал

source: The original image size was missing so no changes were made. See this <a href='!link'>image module issue</a> for more information. Include the following:<br /><pre>@old_sizes </pre>
ru: Размеры оригинала картинки отсутствуют, поэтому никаких изменений сделано не было. Больше информации смотрите в <a href='!link'>описании модуля image</a>. Включая следующее:<br /><pre>@old_sizes

source: Preview
ru: Просмотр

source: Thumbnail
ru: Миниатюра

source: The image module is used to create and administer images for your site. Each image is stored as a post, with thumbnails of the original generated automatically. There are two default thumbnail sizes, thumbnail and preview. The thumbnail size is shown as the preview for image posts and when browsing image galleries. The preview is the default size when first displaying an image node.
ru: Модуль image используется для создания и администрирования картинок на Вашем сайте. Каждая картинка хранится как отдельная нода (материал), с присоединенными к ней миниатюрами для предпросмотра и прочими размерами, определенными в настройках. По умолчанию определены два размера картинок: "миниатюра" и "просмотр". Миниатюры показываются в анонсах материалов, на страницах галерей и т.п. Просмотр - основная картинка, показывается по умолчанию на странице открытого материала.

source: Image administration allows the image directory and the image sizes to be set.</p><p> Image galleries are used to organize and display images in galleries. The list tab allows users to edit existing image gallery names, descriptions, parents and relative position, known as a weight. The add galleries tab allows you to create a new image gallery defining name, description, parent and weight.
ru: Администрирование картинок позволяет изменить директорию для хранения картинок и их размеры</p><p> Галереи служат для организации и показа картинок в форме галереи. В закладке "Список" пользователи могут редактировать имена, описания и расположение существующих галерей. Закладка "Добавить" позволяет создать новую галерею.

source: <p>You can</p> <ul> <li>view image handling messages in <a href="!admin-settings">administer &gt;&gt; settings</a>.</li> <li>configure image sizes and file directories at <a href="!admin-settings-image">administer &gt;&gt; settings &gt;&gt; image</a>.</li> <li>use the <a href="!external-http-drupal-org-project-img_assist">image assist module</a> to upload and insert images into posts.</li>
ru: <p>Вы можете</p> <ul> <li>отредактировать размеры картинок и директорию, в которой они будут храниться на <a href="!admin-settings-image">Управление &gt;&gt; Настройки &gt;&gt; Картинки</a>.</li> <li>использовать <a href="!external-http-drupal-org-project-img_assist">модуль image assist</a> для того, чтобы прикреплять и вставлять картинки в другие материалы.</li>

source: For more information please read the configuration and customization handbook <a href="!image">Image page</a>.
ru: Для получения более подробной информации, смотрите <a href="!image">страницу модуля Image</a> на оффициальном сайте.

source: An image (with thumbnail). This is ideal for publishing photographs or screenshots.
ru: Изображение (с миниатюрой, для предпросмотра). Используется для публикации фотографий и скриншотов.

source: Rebuild image thumbnails
ru: Создать заново миниатюры для картинок.

source: The original image was resized to fit within the maximum allowed resolution of %width x %height pixels.
ru: Оригинал картинки был сжат таким образом, чтобы умещаться в максимально допустимые размеры %width x %height

source: The image you uploaded was too big. You are only allowed upload files less than %max_size but your file was %file_size.
ru: Картинка, которую Вы закачали, слишком большая. Вы можете закачивать файлы не более чем %max_size, а закачанный Вами файл имеет размер %file_size.

source: Latest image
ru: Самая последняя картинка

source: Random image
ru: Случайная картинка

source: Rebuild derivative images.
ru: Создать заново все производные картинки

source: Check this to rebuild the derivative images for this node.
ru: Создать заново все производные картинки для этого материала

source: Click "Browse..." to select an image to upload.
ru: Нажмите "Обзор..." для того, чтобы выбрать закачиваемую картинку.

source: You must upload an image.
ru: Вы должны закачать картинку.

source: %title's has an unneeded %key derivative images. The derivatives will be rebuilt to remove it.
ru: Материал %title имеет ненужные (%key) производные картинки. Они будут удалены.

source: %title's %key derivative image %filepath was missing. The derivatives will be rebuilt to regenerate it.
ru: Картинка "%key" материала %title не существует по адресу %filepath. Она будет создана заново.

source: %title's %key derivative image had a timestamp (%filetime) that predates the last changes to the image size settings (%vartime). The derivatives will be rebuilt to regenerate it.
ru: Картинка %key материала %title устарела. Она будет создана заново.

source: view
ru: просмотр

source: The derivative images for <a href="!link">%title</a> have been regenerated.
ru: Производные картинки для <a href="!link">%title</a> были созданы заново.

source: Unable to create scaled %label image
ru: Не удалось создать сжатую %label картинку

source: image
ru: картинка

source: Derivative images were regenerated for %title.
ru: Для материала %title производные картинки были созданы заново.

source: create images
ru: создавать картинки

source: view original images
ru: смотреть оригиналы картинок

source: edit own images
ru: редактировать свои картинки

source: edit images
ru: редактировать картинки

source: Image module settings.
ru: Настройки модуля картинок
